{
  "Campeones": {
    "Champion": [
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "34",
        "name": "Anivia",
        "displayName": "Anivia",
        "title": "the Cryophoenix",
        "iconPath": "Anivia_Square_0.png",
        "portraitPath": "Anivia_0.jpg",
        "tags": "mage,ranged",
        "description": "In most lore, the phoenix is a creature of fire that rises from its own ashes. What few know, however, is that phoenixes are elemental beings, formed by the eternal essences of their native world. Anivia was conceived on a world such as this - a being of the coldest winter, a creature of pure elemental ice. On her world, Anivia was the protector of the frozen wastes and all those with the spirit to endure in such unforgiving places. She was consulted as a creature of great wisdom, one who could not die and who had seen the world renewed several times. Somehow, Anivia knew that the day would come when she would be plucked from her home and pulled across worlds, and when that day came, she received the call with grace. Seeing the imbalance and injustice on Runeterra, a world lacking elemental protectors, Anivia took her place at the League of Legends. Since her arrival, the Cryophoenix has chosen to live among the highest peaks of the Northern Ironspike Mountains, adjacent to the frozen wastes of Freljord. She has openly claimed this territory as her own protectorate. Surprisingly, Anivia has struck up a friendship with the yeti of this region - a friendship that grows deeper and deeper with each passing moon. She has formed a close bond with two League champions: Nunu (and Willump) and the nomad princess Ashe. In a move that caught the League by surprise, the Cryophoenix recently entreated the summoners of the Institute of War to research a means in bringing across others of her elemental fellows. As a champion, Anivia is revered with a sense of awe by most, but is not the most popular as most consider her unapproachable. Some say the world will end in fire, some in ice. Anivia awaits the inevitable latter.",
        "estadisticas": {
          "range": "600",
          "moveSpeed": "325",
          "armorBase": "10.5",
          "armorLevel": "4",
          "manaBase": "257",
          "manaLevel": "53",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.4",
          "manaRegenLevel": "0.12",
          "healthRegenBase": "0.93",
          "healthRegenLevel": "0.11",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "350",
          "healthLevel": "70",
          "attackBase": "48",
          "attackLevel": "3.2",
          "ratingDefense": "5",
          "ratingMagic": "10",
          "ratingDifficulty": "7",
          "ratingAttack": "1"
        },
        "tips": "*Timing Flash Frost with Frostbite can lead to devastating combinations.*Anivia is extremely reliant on Mana for Glacial Storm, try getting items with Mana or going for a Crest of the Ancient Golem buff on Summoner's Rift.*Early game her egg can be very difficult for enemy champions to kill. Seize the advantage by playing aggressively.",
        "opponentTips": "*Try to gank Anivia when she's laning. With multiple people, it is easier to ensure that her egg dies.*If you're playing a ranged champion, stay far enough away from Anivia so you can dodge Flash Frost more easily.*Try to fight Anivia in the lanes. In the jungle she can block pathways with lower ranks of Crystallize.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Rebirth",
              "iconPath": "Cryophoenix_Rebirth.png",
              "range": "0",
              "description": "Upon dying, Anivia will revert into an egg. If the egg can survive for six seconds, she is gloriously reborn."
            },
            {
              "rank": "2",
              "name": "Flash Frost",
              "cost": "80/100/120/140/160 Mana",
              "cooldown": "12/11/10/9/8",
              "iconPath": "Cryophoenix_FrigidOrb.png",
              "range": "0",
              "effect": "A massive chunk of ice flies toward target location, dealing 60/90/120/150/180 (+0.5) magic damage and chilling targets, slowing their Movement Speed by 20/20/20/20/20%. At the end of its range or if Anivia activates the spell again, the missile detonates, doing 60/90/120/150/180 (+0.5) magic damage in a small area and stunning units for 1/1/1/1/1 second.",
              "description": "Anivia brings her wings together and summons a sphere of ice that flies towards her opponents, chilling and damaging anyone in its path. When the lance explodes it does moderate damage in a radius, stunning anyone in the area."
            },
            {
              "rank": "3",
              "name": "Crystallize",
              "cost": "70/90/110/130/150 Mana",
              "cooldown": "25/25/25/25/25",
              "iconPath": "Cryophoenix_Crystallize.png",
              "range": "0",
              "effect": "Anivia summons an impassable wall of ice 400/500/600/700/800 units wide, blocking all movement. The wall lasts for 5/5/5/5/5 seconds before it melts.",
              "description": "Anivia condenses the moisture in the air into an impassable wall of ice to block all movement. The wall only lasts a short duration before it melts."
            },
            {
              "rank": "4",
              "name": "Frostbite",
              "cost": "50/60/70/80/90 Mana",
              "cooldown": "5/5/5/5/5",
              "iconPath": "Cryophoenix_DeepFreeze.png",
              "range": "0",
              "effect": "Anivia blasts her target with a freezing wind, dealing 55/85/115/145/175 (+0.5) magic damage. If the target is chilled, they take double damage.",
              "description": "With a flap of her wings, Anivia blasts a freezing gust of wind at her target, dealing a medium amount of damage. If the target has been slowed by an ice effect, the damage they take is doubled."
            },
            {
              "rank": "5",
              "name": "Glacial Storm",
              "cost": "75/75/75 Mana",
              "cooldown": "6/6/6",
              "iconPath": "Cryophoenix_GlacialStorm.png",
              "range": "0",
              "effect": "Toggle: Anivia calls forth a driving rain of ice and hail, dealing 80/120/160 (+0.25) magic damage per second and chilling targets, slowing their Attack and Movement Speed by 20/20/20%. Drains 40/50/60 Mana per second.",
              "description": "Anivia summons a driving rain of ice and hail to damage her enemies and slow their advance."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1027",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3020",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3028",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3027",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3135",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3089",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1027",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3020",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3003",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3180",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3090",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3135",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3028",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3020",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3027",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3174",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3135",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3089",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "84",
        "name": "Akali",
        "displayName": "Akali",
        "title": "the Fist of Shadow",
        "iconPath": "Akali_Square_0.png",
        "portraitPath": "Akali_0.jpg",
        "tags": "assassin,melee,stealth",
        "description": "There exists an ancient order originating in the Ionian Isles dedicated to the preservation of balance. Order, chaos, light, darkness -- all things must exist in perfect harmony for such is the way of the universe. This order is known as the Kinkou and it employs a triumvirate of shadow warriors to uphold its causes in the world. Akali is one of these shadow warriors, entrusted with the sacred duty of Pruning the Tree - eliminating those who threaten the equilibrium of Valoran. A prodigal martial artist, Akali began training with her mother as soon as she could make a fist. Her mother's discipline was relentless and unforgiving, but predicated on the fundamental principle: ''We do that which must be done.'' When the Kinkou inducted her into the order at the age of fourteen, she could slice a dangling chain with a chop of her hand. There was no question - she would succeed her mother as the Fist of Shadow. She has had to do much in this role which others might find morally questionable, but to her it is in service of her mother's inviolable doctrine. She now works with her fellows Shen and Kennen to enforce the balance of Valoran. This hallowed pursuit has unsurprisingly led the triumvirate to the Fields of Justice.",
        "quote": "The Fist of Shadow strikes from the cover of death itself. Do not impede the balance.",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "350",
          "armorBase": "16.5",
          "armorLevel": "3.5",
          "manaBase": "200",
          "manaLevel": "0",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "10",
          "manaRegenLevel": "0",
          "healthRegenBase": "1.45",
          "healthRegenLevel": "0.13",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "445",
          "healthLevel": "85",
          "attackBase": "53",
          "attackLevel": "3.2",
          "ratingDefense": "3",
          "ratingMagic": "8",
          "ratingDifficulty": "6",
          "ratingAttack": "5"
        },
        "tips": "*You can use runes and masteries to trigger her passive.*Akali excels at killing weaker characters. Let your team initiate and then strike at the people in the back.*Find the balance between storing Essence of Shadows, and using Shadow Dance before having max charges.",
        "opponentTips": "*Akali can still be hit by area effect spells while invisible inside Twilight Shroud.*Akali greatly benefits from both Mejai's Soulstealer and the Sword of the Occult. Watch which items she gets and prioritize her accordingly.*Return to base if your Health is low and Akali has multiple charges of her ultimate.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Twin Disciplines",
              "iconPath": "AkaliTwinDisciplines.png",
              "range": "0",
              "description": "Upon obtaining 20 Ability Power, Akali's basic attacks deal 8% bonus magic damage, increasing by 1% for every 6 Ability Power gained thereafter. Upon obtaining 10 Bonus Attack Damage, Akali gains 8% Spell Vamp, increasing by an additional 1% for every 6 Bonus Attack Damage gained thereafter."
            },
            {
              "rank": "2",
              "name": "Mark of the Assassin",
              "cost": "60/60/60/60/60 Energy",
              "cooldown": "6/5.5/5/4.5/4",
              "iconPath": "AkaliMota.png",
              "range": "0",
              "effect": "Akali throws her kama at a target enemy to deal 45/70/95/120/145 (+0.4) magic damage and mark the target for 6/6/6/6/6 seconds. Akali's melee attacks against a marked target will consume the mark to cause 45/70/95/120/145 (+0.4) magic damage and restore 20/25/30/35/40 Energy.",
              "description": "Akali spins her kama at a target enemy to deal magic damage and mark the target for 6 seconds. Akali's melee attacks against a marked target will trigger and consume the mark to cause additional damage and restore Energy."
            },
            {
              "rank": "3",
              "name": "Twilight Shroud",
              "cost": "80/75/70/65/60 Energy",
              "cooldown": "20/20/20/20/20",
              "iconPath": "AkaliTwilightShroud.png",
              "range": "0",
              "effect": "Akali throws down a cover of smoke that lasts for 8/8/8/8/8 seconds. While inside the area, Akali gains 10/20/30/40/50 Armor and Magic Resist and becomes invisible. Attacking or using abilities will briefly reveal her. Enemies inside the smoke are slowed by 14/18/22/26/30%.",
              "description": "Akali throws down a cover of smoke. While inside the area, Akali gains Armor and Magic Resist and becomes invisible. Attacking or using abilities will briefly reveal her. Enemies inside the smoke have their Movement Speed reduced."
            },
            {
              "rank": "4",
              "name": "Crescent Slash",
              "cost": "60/55/50/45/40 Energy",
              "cooldown": "7/6/5/4/3",
              "iconPath": "AkaliCrescentSlash.png",
              "range": "0",
              "effect": "Akali flourishes her kamas, slicing nearby enemy units for 30/55/80/105/130 (+) (+0.3) physical damage. Triggers Mark of the Assassin on targets affected by it.",
              "description": "Akali flourishes her kamas, dealing damage based on her Attack Damage and Ability Power."
            },
            {
              "rank": "5",
              "name": "Shadow Dance",
              "cooldown": "2/1.5/1",
              "iconPath": "AkaliShadowDance.png",
              "range": "0",
              "effect": "Akali moves through shadows to quickly strike her target, dealing 100/175/250 (+0.5) magic damage. Akali stores an Essence of Shadow on kills and assists as well as every seconds up to 3/3/3 total.",
              "description": "Akali moves through shadows to quickly strike her target, dealing damage and consuming an Essence of Shadow charge. Akali recharges Essence of Shadow charges both periodically and upon kills and assists, max 3 stacks."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1036",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3044",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3116",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3124",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3078",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1028",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3044",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3116",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3124",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3100",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1052",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3020",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3146",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3116",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3057",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3100",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "51",
        "name": "Caitlyn",
        "displayName": "Caitlyn",
        "title": "the Sheriff of Piltover",
        "iconPath": "Caitlyn_Square_0.png",
        "portraitPath": "Caitlyn_0.jpg",
        "tags": "carry,ranged",
        "description": "One of the reasons Piltover is known as the City of Progress is because it has an extraordinarily low crime rate. This hasn't always been the case; brigands and thieves of all sorts used to find the city-state an ideal mark for plunder, primarily due to the valuable resources it imports to fuel its techmaturgical research. Some even theorize that it would have fallen long ago to the chaos of organized crime if not for Caitlyn, the Sheriff of Piltover. Born the daughter of a wealthy statesman and a pioneering hextech researcher, Caitlyn discovered her natural gift for investigation when, at age 14, her father was assaulted and robbed on his way home. She snuck out of her house that night with her father's rifle and tracked down the muggers from the crime scene. At first, her parents did their best to discourage her from such risky hobbies, but she was incorrigible. Wishing to protect her daughter in the only way she knew how, Caitlyn's mother began outfitting her with techmaturgical devices tailored to her sleuthing needs. Caitlyn quickly gained notoriety, both because she was single handedly defeating crime in Piltover and also because she soon developed into a ravishing beauty. She never backed down from a case or a challenge, and she was one of the sharpest shots in the city-state. Her services were soon requested by Demacia to help track down a mysterious outlaw who had begun committing high-profile heists. The bandit, who always left a card with an ornate 'C' at the scene of the crime, became Caitlyn's arch-nemesis. To this day, Caitlyn still searches for this cat burglar, and the chase has led her all across Valoran. She has joined the League to hone her skills and gain the influence necessary to track down the only quarry that has managed to evade her.",
        "quote": "Go ahead, run. I'll give you a five minute head start.",
        "quoteAuthor": "Caitlyn, from her book 'Willing Apprehension'.",
        "estadisticas": {
          "range": "650",
          "moveSpeed": "325",
          "armorBase": "13",
          "armorLevel": "3.5",
          "manaBase": "255",
          "manaLevel": "35",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.3",
          "manaRegenLevel": "0.11",
          "healthRegenBase": "0.95",
          "healthRegenLevel": "0.11",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "390",
          "healthLevel": "80",
          "attackBase": "47",
          "attackLevel": "3",
          "ratingDefense": "4",
          "ratingMagic": "4",
          "ratingDifficulty": "4",
          "ratingAttack": "8"
        },
        "tips": "*Make use of her Yordle Snap Traps by placing them pre-emptively to ensure that you'll have one off of cooldown during combat.*Avoid using Ace in the Hole in large team melees as it might be blocked by the wrong target.*Fire 90 Caliber Net away from the opponent to close the gap or hop over walls.",
        "opponentTips": "*Keep behind allied minions if Caitlyn is harassing you with Piltover Peacemaker (it deals less damage with each subsequent target).*You can intercept Ace in the Hole's missile from hitting an ally if you stand in its path.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Headshot",
              "iconPath": "Caitlyn_Headshot.png",
              "range": "0",
              "description": "Every few basic attacks, Caitlyn will fire a headshot dealing 150% damage to a champion or 250% damage to a minion."
            },
            {
              "rank": "2",
              "name": "Piltover Peacemaker",
              "cost": "50/60/70/80/90 Mana",
              "cooldown": "10/9/8/7/6",
              "iconPath": "Caitlyn_PiltoverPeacemaker.png",
              "range": "1250",
              "effect": "Revs the rifle for 1/1/1/1/1 second to fire a piercing shot dealing 20/60/100/140/180 (+) physical damage. Deals 10/10/10/10/10% less damage to each subsequent target down to a minimum of 50/50/50/50/50%.",
              "description": "Caitlyn revs up her rifle for 1 second to unleash a penetrating shot that deals physical damage (deals less damage to subsequent targets)."
            },
            {
              "rank": "3",
              "name": "Yordle Snap Trap",
              "cost": "50/50/50/50/50 Mana",
              "cooldown": "20/17/14/11/8",
              "iconPath": "Caitlyn_YordleSnapTrap.png",
              "range": "0",
              "effect": "Sets a trap that an enemy Champion can spring immobilizing and revealing them for a short duration. The trap deals 80/130/180/230/280 (+0.6) magic damage over 1.5/1.5/1.5/1.5/1.5 seconds, and lasts for 4/4/4/4/4 minutes. Only 3 traps may be active at once.",
              "description": "Caitlyn sets a trap to find sneaky yordles. When sprung, the trap immobilizes the champion, reveals them for a short duration, and deals magic damage over 1.5 seconds."
            },
            {
              "rank": "4",
              "name": "90 Caliber Net",
              "cost": "75/75/75/75/75 Mana",
              "cooldown": "18/16/14/12/10",
              "iconPath": "Caitlyn_90CaliberNet.png",
              "range": "950",
              "effect": "Fires a net dealing 80/130/180/230/280 (+0.8) magic damage and slowing an enemy by 50/50/50/50/50% for 1/1.25/1.5/1.75/2 second(s). Knocks Caitlyn back.",
              "description": "Caitlyn fires a heavy net to slow her target. The recoil knocks Caitlyn back."
            },
            {
              "rank": "5",
              "name": "Ace in the Hole",
              "cost": "100/100/100 Mana",
              "cooldown": "90/75/60",
              "iconPath": "Caitlyn_AceintheHole.png",
              "range": "0",
              "effect": "Takes a second to line up the perfect shot, firing a bullet at an enemy Champion dealing 250/475/700 (+) physical damage at 2000/2500/3000 range. Other enemy Champions can intercept the bullet.",
              "description": "Caitlyn takes time to line up the perfect shot, dealing massive damage to a single target at a huge range. Enemy champions can intercept the bullet for their ally."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3006",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3072",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3031",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3102",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1053",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3009",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3178",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3031",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3046",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3006",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3031",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3046",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3035",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "122",
        "name": "Darius",
        "displayName": "Darius",
        "title": "the Hand of Noxus",
        "iconPath": "Darius_Square_0.png",
        "portraitPath": "Darius_0.jpg",
        "tags": "fighter,melee",
        "description": "There is no greater symbol of Noxian might than Darius, the nation's most feared and battle-hardened warrior. Orphaned at a young age, Darius had to fight to keep himself and his younger brother alive. By the time he joined the military, he had already developed the strength and discipline of a veteran soldier. The first true test of Darius's resolve occurred in a crucial battle against Demacia, where the Noxian forces were exhausted and outnumbered. Darius's captain called for his troops to retreat, but Darius refused to accept such an act of cowardice. Breaking formation, Darius strode towards the captain and decapitated him with one sweep of his gigantic axe. Both terrified and inspired, the soldiers followed Darius into battle and fought with incredible strength and fervor. After a long and grueling battle, they ultimately emerged victorious. Seizing momentum from this victory, Darius led his now fiercely loyal troops in a devastating campaign against Demacia. After proving his power on the battlefield, Darius turned his gaze homeward. He saw a Noxus riddled with weakness, where greedy, complacent nobles drained the nation's strength. Seeking to restore his country to greatness, Darius took it upon himself to reshape the Noxian leadership. He identified weak figureheads and violently removed them from their positions of power. Many in Noxus saw Darius's cull as an attempt to seize power, but he had a different plan for the throne. He had been watching the rise of Jericho Swain with keen interest. In Swain, Darius saw a leader with the mind and determination to bring Noxus to glory. Now allied with the Master Tactician, Darius works to unite the nation behind his vision of true Noxian strength.",
        "quote": "A united Noxus could control the world - and would deserve to.",
        "quoteAuthor": "Darius",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "340",
          "armorBase": "20",
          "armorLevel": "3.5",
          "manaBase": "200",
          "manaLevel": "37.5",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.2",
          "manaRegenLevel": "0.07",
          "healthRegenBase": "1.65",
          "healthRegenLevel": "0.19",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "426",
          "healthLevel": "93",
          "attackBase": "50",
          "attackLevel": "3.5",
          "ratingDefense": "5",
          "ratingMagic": "2",
          "ratingDifficulty": "3",
          "ratingAttack": "9"
        },
        "tips": "*Decimate is a powerful harassment ability. Strike an enemy from maximum range for the greatest effect.*Noxian Guillotine does more damage the more attacks you can land prior to it. Hit five times for double damage.*Darius benefits greatly from enhanced survivability. The longer you can prolong a fight, the more powerful he becomes.",
        "opponentTips": "*When Darius's axe grab is on cooldown, he is vulnerable to harassment attacks.*Darius's ability to escape from fights is limited. If you have an advantage against him, press your lead.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Hemorrhage",
              "iconPath": "Darius_Icon_Hemorrhage.png",
              "range": "0",
              "description": "Darius aims his attacks strategically, causing his target to bleed. This effect stacks up to five times."
            },
            {
              "rank": "2",
              "name": "Decimate",
              "cost": "40/40/40/40/40 mana",
              "cooldown": "9/8/7/6/5",
              "iconPath": "Darius_Icon_Decimate.png",
              "range": "1",
              "effect": "Deals 70/105/140/175/210 (+) physical damage to all nearby enemies in a circle. Champions in the outer half of the ability are struck by the blade, taking 50/50/50/50/50% additional damage.",
              "description": "Darius swings his axe in a wide circle. Enemies struck by the blade take more damage than those struck by the handle."
            },
            {
              "rank": "3",
              "name": "Crippling Strike",
              "cost": "30/35/40/45/50 mana",
              "cooldown": "8/8/8/8/8",
              "iconPath": "Darius_Icon_Hamstring.png",
              "range": "0",
              "effect": "The next basic attack deals 120/140/160/180/200% damage and slows the target's movement and attack speed by 20/25/30/35/40% for 2/2/2/2/2 seconds. Crippling Strike's base cooldown is reduced by 1/1/1/1/1 second for each stack of Hemorrhage on the target.",
              "description": "Darius's next attack strikes a crucial artery. As they bleed out, their movement and attack speed is slowed. Crippling Strike's cooldown is lower the more bloodied its target."
            },
            {
              "rank": "4",
              "name": "Apprehend",
              "cost": "45/45/45/45/45 mana",
              "cooldown": "24/21/18/15/12",
              "iconPath": "Darius_Icon_Axe_Grab.png",
              "range": "540",
              "effect": "Passive: Grants 5/10/15/20/25% armor penetration. Active: Pulls in all enemies in front of Darius.",
              "description": "Darius hones his axe, granting him passive armor penetration. When activated, Darius sweeps up his enemies with his axe's hook and pulls them to him."
            },
            {
              "rank": "5",
              "name": "Noxian Guillotine",
              "cost": "100/100/100 mana",
              "cooldown": "100/90/80",
              "iconPath": "Darius_Icon_Sudden_Death.png",
              "range": "460",
              "effect": "Leaps to target enemy champion and strikes a lethal blow, dealing 160/250/340 (+) true damage. For each stack of Hemorrhage on the target, Noxian Guillotine deals an additional 20/20/20% damage. Maximum Damage: . The cooldown is refreshed if Noxian Guillotine kills the target. ",
              "description": "Darius leaps to an enemy champion and strikes a lethal blow, dealing true damage. This damage is increased for each stack of Hemorrhage on the target. If Noxian Guillotine is a killing blow, its cooldown is refreshed."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1007",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3044",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3143",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3105",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3156",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3184",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3143",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3180",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3132",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3184",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3143",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3156",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3068",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "119",
        "name": "Draven",
        "displayName": "Draven",
        "title": "the Glorious Executioner",
        "iconPath": "Draven_Square_0.png",
        "portraitPath": "Draven_0.jpg",
        "tags": "carry,ranged",
        "description": "Unlike his brother Darius, victory in battle was never enough for Draven. He craved recognition, acclaim, and glory. He first sought greatness in the Noxian military, but his flair for the dramatic went severely underappreciated. Thirsting for a method to share ''Draven'' with the world, he turned his attention to the prison system. There he carved out the celebrity he desired by turning the tedious affair of executions into a premiere spectacle. At Draven's first execution, he shocked onlookers when he ordered the doomed prisoner to run for dear life. Just before the man managed to flee from sight, Draven brought him down with a flawless throw of his axe. Soon, all Draven's executions became a gauntlet through which Noxian prisoners raced for a final chance at life. He used this trial as his own personal stage, and turned executions into a leading form of entertainment. He rallied onlookers into a frenzy, while desperate prisoners scrambled to evade him. They never succeeded. Rejecting the solemn, black uniforms of Noxian executioners Draven donned bright outfits and developed flashy signature moves to distinguish himself. Crowds flocked to see Draven in action, and tales of his performances spread quickly. As his popularity grew, so did his already-inflated ego. He belonged at the center of attention. Before long, the scope of his ambitions outgrew the population of Noxus. He decided that the glorious exploits of Draven should be put on display for the entire world.",
        "quote": " 'The best' is wherever I decide to set the bar each day.",
        "quoteAuthor": "Draven",
        "estadisticas": {
          "range": "550",
          "moveSpeed": "330",
          "armorBase": "16",
          "armorLevel": "3.3",
          "manaBase": "240",
          "manaLevel": "42",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.39",
          "manaRegenLevel": "0.13",
          "healthRegenBase": "1",
          "healthRegenLevel": "0.14",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "420",
          "healthLevel": "82",
          "attackBase": "46.5",
          "attackLevel": "3.5",
          "ratingDefense": "4",
          "ratingMagic": "2",
          "ratingDifficulty": "6",
          "ratingAttack": "9"
        },
        "tips": "*If Draven doesn't move, Spinning Axe will fall near his present location. It will fall directly on him, or just to the right or left.*If Draven does move after attacking, Spinning Axe will lead him in the direction of his movement. Use this to control where the spinning Axe will go.",
        "opponentTips": "*Launch skillshots toward the landing position of Draven's Spinning Axes.*Disrupt Draven with the goal of making him drop his axes. If you do, his power drops dramatically.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Wicked Blades",
              "iconPath": "Draven_passive.png",
              "range": "0",
              "description": "Draven's Critical Strikes deal bonus physical damage over time. Spinning Axe also causes this effect even if it does not Critically Strike."
            },
            {
              "rank": "2",
              "name": "Spinning Axe",
              "cost": "45/45/45/45/45 Mana",
              "cooldown": "12/11/10/9/8",
              "iconPath": "Draven_SpinningAxe.png",
              "range": "300",
              "effect": "Draven's next attack will deal bonus physical damage. The bonus is equal to 45/55/65/75/85% of his total Attack Damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once.",
              "description": "Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once."
            },
            {
              "rank": "3",
              "name": "Blood Rush",
              "cost": "40/40/40/40/40 Mana",
              "cooldown": "12/12/12/12/12",
              "iconPath": "Draven_Bloodrage.png",
              "range": "0",
              "effect": "Draven gains 40/45/50/55/60% increased Movement Speed for 1.5/1.5/1.5/1.5/1.5 seconds and 20/25/30/35/40% increased Attack Speed for 3/3/3/3/3 seconds. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush.",
              "description": "Draven gains increased Movement Speed and Attack Speed. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush."
            },
            {
              "rank": "4",
              "name": "Stand Aside",
              "cost": "70/70/70/70/70 Mana",
              "cooldown": "18/17/16/15/14",
              "iconPath": "Draven_TwinAxe.png",
              "range": "1050",
              "effect": "Draven throws his axes, dealing 70/105/140/175/210 (+) physical damage to targets hit and knocking them aside. Targets hit are slowed by 20/25/30/35/40% for 2/2/2/2/2 seconds.",
              "description": "Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed."
            },
            {
              "rank": "5",
              "name": "Whirling Death",
              "cost": "120/120/120 Mana",
              "cooldown": "110/100/90",
              "iconPath": "Draven_WhirlingDeath.png",
              "range": "0",
              "effect": "Draven hurls two massive axes to deal 175/275/375 (+) physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals 8% less damage for each unit hit (Minimum 40/40/40%) and resets when the axes reverse direction.",
              "description": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3006",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3072",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3031",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3046",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3006",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3031",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3046",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3071",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3006",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3078",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3031",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3046",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "86",
        "name": "Garen",
        "displayName": "Garen",
        "title": "The Might of Demacia",
        "iconPath": "Garen_Square_0.png",
        "portraitPath": "Garen_0.jpg",
        "tags": "fighter,melee,recommended",
        "description": "Throughout Valoran, the resolve of Demacia's military is alternately celebrated or despised, but always respected. Their ''zero tolerance'' moral code is strictly upheld by civilians and soldiers alike. In combat, this means Demacian troops may not make excuses, flee, or surrender under any circumstance. These principles are espoused to their forces by unrivaled demagogues who lead by example. Garen, the valiant warrior who bears the title ''the Might of Demacia'', is the paradigm to which these leaders are compared. Thousands of great heroes have risen and fallen on the bloody battlefields between Demacia and its preeminent rival, Noxus. It was beneath their mighty banners of war that Garen first met steel with Katarina, the Sinister Blade. The infantrymen who beheld this event (and survived) commented that it seemed as though the two were locked in a mortal waltz against a symphony of clashing blades. Garen, the pride of the Demacian military and leader of the Dauntless Vanguard, returned from this battle breathless for the first time in his career, though some speculate that this was due to reasons other than exhaustion. The plausibility of these rumors was bolstered when, in every instance thereafter, Garen seized the opportunity to encounter the Sinister Blade again. A paragon of Demacian ethic, Garen never entertained such allegations, for he knew others couldn't understand. Even simply the pursuit of a worthy opponent on the battlefield is, to a true warrior, the reason to rise each morning. The promise of one, particularly so beautifully and diametrically opposed, is the validation of his existence.",
        "quote": "The most effective way to kill an opponent is to slice through the man next to him.",
        "quoteAuthor": "Garen, on front line strategy",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "345",
          "armorBase": "19",
          "armorLevel": "2.7",
          "manaBase": "0",
          "manaLevel": "0",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "0",
          "manaRegenLevel": "0",
          "healthRegenBase": "1.49",
          "healthRegenLevel": "0.15",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "455",
          "healthLevel": "96",
          "attackBase": "52",
          "attackLevel": "3.5",
          "ratingDefense": "4",
          "ratingMagic": "2",
          "ratingDifficulty": "2",
          "ratingAttack": "9"
        },
        "tips": "*Garen's regeneration greatly increases if he can avoid receiving damage for several seconds.*Courage increases the effectivess of defensive items. Be sure to itemize appropriately against your opponents damage types.*Garen is only constrained by cooldowns, making items such as Youmuu's Ghostblade and Brutalizer very effective for him.",
        "opponentTips": "*Stack armor items to lower the large amount of physical damage that Garen deals out.*Try to run away from Garen as your health gets lower, as he can execute you quickly with Demacian Justice.*Be careful about attacking Garen in brush. It often will lead to taking full damage from Judgment.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Perseverance",
              "iconPath": "Garen_Perseverance.png",
              "range": "0",
              "description": "If Garen has not taken damage from monsters, towers or champions in the last 10 seconds, Garen regenerates 0.5% of his maximum Health each second."
            },
            {
              "rank": "2",
              "name": "Decisive Strike",
              "cooldown": "8/8/8/8/8",
              "iconPath": "Garen_DecisiveStrike.png",
              "range": "0",
              "effect": "Garen breaks free from all slows affecting him and gains 35/35/35/35/35% Movement Speed for 1.5/2.25/3/3.75/4.5 seconds. His next basic attack deals 30/55/80/105/130 (+) physical damage and silences his target for 1.5/1.75/2/2.25/2.5 seconds.",
              "description": "Garen gains a burst of Movement Speed, breaking free of all slows affecting him and his next attack strikes a vital area of his foe, dealing bonus damage and silencing them."
            },
            {
              "rank": "3",
              "name": "Courage",
              "cooldown": "24/23/22/21/20",
              "iconPath": "Garen_CommandingPresence.png",
              "range": "0",
              "effect": "Passive: Garen's Armor and Magic Resist are increased by 20/20/20/20/20%. Active: Garen gains a defensive shield for 2/3/4/5/6 seconds, reducing incoming damage by 30/30/30/30/30% and granting 30% Crowd Control Reduction.",
              "description": "Garen passively increases his Armor and Magic Resist. He may also activate this ability to grant himself a shield that reduces incoming damage and crowd control effects for a short duration."
            },
            {
              "rank": "4",
              "name": "Judgment",
              "cooldown": "13/12/11/10/9",
              "iconPath": "Garen_KeepingthePeace.png",
              "range": "325",
              "effect": "Garen rapidly spins his sword around his body for 3/3/3/3/3 seconds, dealing 20/45/70/95/120 plus 70/80/90/100/110% of his attack (+) as physical damage to nearby enemies every second. Garen ignores unit collisions while spinning but moves 20% slower when travelling directly through units. Judgment can critically strike dealing bonus damage. Judgment deals 25% less damage to minions and monsters.",
              "description": "Garen performs a dance of death with his sword, dealing damage around him for the duration."
            },
            {
              "rank": "5",
              "name": "Demacian Justice",
              "cooldown": "160/120/80",
              "iconPath": "Garen_Justice.png",
              "range": "0",
              "effect": "Garen calls upon the might of Demacia to attempt to execute an enemy champion, dealing 175/350/525 magic damage plus 1 damage for every 3.5/3/2.5 Health the target is missing.",
              "description": "Garen calls upon the might of Demacia to deal a finishing blow to an enemy champion that deals damage based upon how much Health his target has missing."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1054",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3009",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3068",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3142",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1028",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3044",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3068",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3109",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3143",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1054",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3068",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3005",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3142",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3022",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "104",
        "name": "Graves",
        "displayName": "Graves",
        "title": "the Outlaw",
        "iconPath": "Graves_Square_0.png",
        "portraitPath": "Graves_0.jpg",
        "tags": "carry,ranged",
        "description": "Malcolm Graves was born in the back of a Bilgewater tavern and left there with a bottle of spiked milk. He survived a childhood in the pirate-run slums using every dirty trick in the book. Intent on building a new life for himself, he stowed away on the first ship to the mainland he could sneak aboard. However, the grim realities of the world forced him to eke out an unsavory living in the underground of various city-states, jumping the border whenever things got too hot. At a particularly high-stakes game of cards, he found himself seated opposite Twisted Fate. They both flipped four aces on the final hand. It was the first time either conman had met his equal. The two formed an alliance, swindling marks at the tables and scrapping back-to-back in the alleys afterward. Together, they ran the streets  stacking chips, decks, and charges. Unfortunately Graves made the mistake of hustling a hefty sum from Dr. Aregor Priggs, a high-ranking Zaunite official and businessman. When Priggs discovered how he'd been played, he became obsessed with revenge. He learned about Twisted Fate's all-consuming desire to control magic and he promptly offered him a trade: serve Graves up in exchange for enrollment in a procedure which would grant his wish. Twisted Fate took the deal  both he and Graves knew the stakes of their arrangement, but the offer was too good. Once acquired, Priggs had Graves taken to a special location built to hold men whose crimes  or more precisely their punishments  were meant to stay off the books. Graves endured years of captivity at the hands of Zaun's most unscrupulous wardens before he managed to escape. One of his fellow detainees introduced him to an eccentric gunsmith who modified a shotgun exactly to his specifications. After he paid a visit to Priggs, Graves joined the League of Legends with two targets in his sights: Twisted Fate and payback.",
        "quote": "They got a saying in the locker: ain't got nothin' but time to plan.",
        "quoteAuthor": "Graves",
        "estadisticas": {
          "range": "525",
          "moveSpeed": "330",
          "armorBase": "15",
          "armorLevel": "3.2",
          "manaBase": "255",
          "manaLevel": "40",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.35",
          "manaRegenLevel": "0.14",
          "healthRegenBase": "1.1",
          "healthRegenLevel": "0.14",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "410",
          "healthLevel": "84",
          "attackBase": "51",
          "attackLevel": "3.1",
          "ratingDefense": "5",
          "ratingMagic": "3",
          "ratingDifficulty": "4",
          "ratingAttack": "8"
        },
        "tips": "*Smoke Screen can be used both to escape and to set up a kill.*Using Quickdraw to get into range and delivering a point blank Buckshot can do lots of damage.",
        "opponentTips": "*Graves deals mostly physical damage so armor is an effective counter.*Leaving the Smoke Screen's area of effect removes the harmful effect immediately.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "True Grit",
              "iconPath": "GravesTrueGrit.png",
              "range": "0",
              "description": "Graves gains increasing armor and magic resistance the longer he remains in combat. "
            },
            {
              "rank": "2",
              "name": "Buckshot",
              "cost": "60/70/80/90/100 Mana",
              "cooldown": "12/11/10/9/8",
              "iconPath": "GravesBuckshot.png",
              "range": "0",
              "effect": "Shoots three bullets in a cone, each dealing 60/95/130/165/200 (+) physical damage to all enemies in their path. Enemies hit with multiple bullets take 35/35/35/35/35% damage from each additional bullet.",
              "description": "Graves fires three bullets in a cone, damaging all enemies in their paths."
            },
            {
              "rank": "3",
              "name": "Smoke Screen",
              "cost": "70/75/80/85/90 Mana",
              "cooldown": "20/19/18/17/16",
              "iconPath": "GravesSmokeGrenade.png",
              "range": "0",
              "effect": "Deals 60/110/160/210/260 (+0.6) magic damage on impact and creates a smoke cloud that lasts 4/4/4/4/4 seconds. Enemies inside the cloud are slowed by 15/20/25/30/35% and have their sight radius reduced.",
              "description": "Graves fires a smoke canister at the target area creating a cloud of smoke. Enemies inside the smoke cloud have reduced sight range and Movement Speed. "
            },
            {
              "rank": "4",
              "name": "Quickdraw",
              "cost": "50/50/50/50/50 Mana",
              "cooldown": "22/20/18/16/14",
              "iconPath": "GravesQuickDraw.png",
              "range": "425",
              "effect": "Dashes forward, gaining 30/40/50/60/70% increased Attack Speed for 4/4/4/4/4 seconds. Basic attacks lower the cooldown of Quickdraw by 1/1/1/1/1 second.",
              "description": "Graves dashes forward gaining an Attack Speed boost for several seconds. Hitting enemies with basic attacks lowers the cooldown of this skill. "
            },
            {
              "rank": "5",
              "name": "Collateral Damage",
              "cost": "100/100/100 Mana",
              "cooldown": "100/90/80",
              "iconPath": "GravesHighNoon.png",
              "range": "1000",
              "effect": "Fires an explosive shell that deals 250/350/450 (+) physical damage to the first enemy hit. After hitting an enemy Champion or reaching the end of its range, the shell explodes, dealing 140/250/360 (+) physical damage in a cone.",
              "description": "Graves fires an explosive shell dealing heavy damage to the first champion it hits. After hitting a champion or reaching the end of its range, the shell explodes dealing damage in a cone. "
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3006",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3086",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3078",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3031",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3006",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1043",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3185",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3071",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3035",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3006",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3031",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3046",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3035",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "121",
        "name": "Khazix",
        "displayName": "Kha'Zix",
        "title": "the Voidreaver",
        "iconPath": "Khazix_Square_0.png",
        "portraitPath": "Khazix_0.jpg",
        "tags": "assassin,melee,jungler,stealth",
        "description": "A vicious Void predator, Kha'Zix infiltrated Valoran to devour the land's most promising creatures. With each kill he absorbs his prey's strength, evolving to grow more powerful. Kha'Zix hungers most to conquer and consume Rengar, the one beast he considers his equal. When Kha'Zix crossed over into this world, he was fragile and ravenous. The animals he first encountered were too small to fuel the rapid evolution he craved. Kha'Zix focused his hunger on the most dangerous creatures he could find, risking his life to satisfy his need. With each kill he feasted and changed, becoming a stronger, faster predator. Kha'Zix soon chased his prey with unrestrained aggression, believing he was unstoppable. One day, while savoring a fresh kill, the predator became the prey. From cover a creature pounced in a blur of fangs and steel, tackling him to the ground. It roared in his face slashing and clawing, and Kha'Zix felt his blood spill for the first time. Screeching in fury, he sliced at the brute's eye driving it back. They fought from sunset to sunrise. Finally, near death, they reluctantly separated. As his wounds closed, Kha'Zix burned with anticipation at the idea of devouring one who could match the Void's strength. He resumed his search for powerful prey with renewed vigor. Someday, Kha'Zix will feast on Rengar.",
        "quote": "Kill. Consume. Adapt.",
        "quoteAuthor": "Kha'Zix",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "350",
          "armorBase": "15",
          "armorLevel": "3",
          "manaBase": "260",
          "manaLevel": "40",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.35",
          "manaRegenLevel": "0.1",
          "healthRegenBase": "1.25",
          "healthRegenLevel": "0.15",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "430",
          "healthLevel": "85",
          "attackBase": "50",
          "attackLevel": "3.1",
          "ratingDefense": "4",
          "ratingMagic": "6",
          "ratingDifficulty": "7",
          "ratingAttack": "9"
        },
        "tips": "*Enemies are considered isolated if they have no allies within a short distance. The damage of Taste Their Fear is massively increased against these targets.*Unseen Threat activates when Kha'zix cannot be seen by the enemy team. Reactivate by using brush or Void Assault. Don't forget to apply Unseen Threat by autoattacking enemy champions.*Kha'Zix has a great deal of freedom to choose where and when to fight. Pick your battles carefully to succeed.",
        "opponentTips": "*Taste Their Fear deals bonus damage to targets that are isolated. Gain an advantage by fighting near allied minions, champions, or turrets.*Leap and Void Assault have long cooldowns. Kha'Zix is very vulnerable when these are not available.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Unseen Threat",
              "iconPath": "Khazix_P.png",
              "range": "0",
              "description": "When Kha'Zix is not visible to the enemy team, he gains Unseen Threat, causing his next basic attack against an enemy Champion to deal bonus magic damage and slow."
            },
            {
              "rank": "2",
              "name": "Taste Their Fear",
              "cost": "25/25/25/25/25 Mana",
              "cooldown": "3.5/3.5/3.5/3.5/3.5",
              "iconPath": "Khazix_Q.png",
              "range": "0",
              "effect": "Passive: Marks enemies who are isolated from nearby allies. Active: Deals 70/100/130/160/190 (+) physical damage. If the target is isolated, the amount is increased to 100/145/190/235/280 (+). Evolved Enlarged Claws: Increases damage to isolated enemies by 12/12/12/12/12% of their missing health (max 200/200/200/200/200 vs. monsters). Increases the range of Taste Their Fear and Kha'Zix's basic attacks by 50/50/50/50/50.",
              "description": "Kha'Zix passively marks enemies that are isolated from nearby allies. Taste Their Fear deals physical damage to a single target. Damage increased on isolated targets. If he chooses to Evolve Enlarged Claws , damage to isolated targets increases dramatically. Kha'Zix also gains increased range on his basic attacks and Taste Their Fear."
            },
            {
              "rank": "3",
              "name": "Void Spike",
              "cost": "60/70/80/90/100 Mana",
              "cooldown": "8/8/8/8/8",
              "iconPath": "Khazix_W.png",
              "range": "1000",
              "effect": "Fires exploding spikes, dealing 75/115/155/195/235 (+) physical damage to all nearby enemies. Heals Kha'Zix for 40/70/100/130/160 (+) if he is within the explosion radius. Evolved Spike Racks: Void Spike fires three spikes in a cone. Consumes Unseen Threat to slow and damage all enemies struck.",
              "description": "Kha'Zix fires exploding spikes that deal physical damage to all nearby enemies. Kha'Zix is healed if he is also within the explosion radius. If he chooses to Evolve Spike Racks , Void Spike fires three spikes in a cone. This effect consumes Unseen Threat to slow and damage all enemies struck."
            },
            {
              "rank": "4",
              "name": "Leap",
              "cost": "50/50/50/50/50 Mana",
              "cooldown": "22/20/18/16/14",
              "iconPath": "Khazix_E.png",
              "range": "600",
              "effect": "Leaps to a target area, dealing 65/100/135/170/205 (+) physical damage. Evolved Wings: Increases Leap's range. On champion kill or assist, Leap's cooldown resets.",
              "description": "Kha'Zix leaps to an area, dealing phyisical damage upon landing. If he chooses to Evolve Wings , Leap's range increases dramatically. Also, on champion kill or assist, Leap's cooldown resets."
            },
            {
              "rank": "5",
              "name": "Void Assault",
              "cost": "100/100/100 Mana",
              "cooldown": "100/90/80",
              "iconPath": "Khazix_R.png",
              "range": "0",
              "effect": "Passive: Ranking up Void Assault allows Kha'Zix to evolve one of his abilities. Active: Stealths for 1/1/1 second. Activates Unseen Threat and increases Kha'Zix's Movement Speed by 40/40/40%. Void Assault can be cast a second time within 10/10/10 seconds. Evolved Active Camouflage: Void Assault can be cast three times. Kha'Zix takes 40/40/40% reduced damage while in stealth.",
              "description": "Each rank allows Kha'Zix to evolve one of his abilities, giving it a unique additional effect. When activated, Void Assault stealths Kha'Zix, triggers Unseen Threat, and increases Movement Speed. If he chooses to Evolve Active Camouflage , Void Assault can be cast three times and Kha'Zix takes reduced damage while in stealth."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3158",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3134",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3156",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3072",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3158",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3134",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3156",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3035",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3158",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3134",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3156",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3035",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "89",
        "name": "Leona",
        "displayName": "Leona",
        "title": "the Radiant Dawn",
        "iconPath": "Leona_Square_0.png",
        "portraitPath": "Leona_0.jpg",
        "tags": "tank,melee",
        "description": "On the upper slopes of Mount Targon, the warriors of Rakkor live and breathe only for war. However, Targon's peak is reserved for a special group of Rakkoran who answer to a ''higher'' calling. Members of this group, called the Solari, retire their mantles of war, choosing instead to devote their lives to reverence of the sun. According to legend, the Solari were formed by a warrior who could call the raw might of the sun down upon his enemies in combat. He claimed Mount Targon's summit, the point on Valoran closest to the sun, for his solar devotion, a tradition which generations of Solari have preserved to this day. Leona's parents were traditional Rakkorans, both bred for the heat of battle. To them, Leona was a problem child. She was capable of fighting as fiercely as any other -- including her childhood friend, Pantheon -- but she did not share their zeal for killing. She believed that the true worth of a soldier lay in her ability to defend and protect. When it came time for her Rite of Kor, a ceremony in which two Rakkoran teens battle to the death for the right to bear a relic-weapon, Leona refused to fight. For this, the Rakkoran leaders ordered her execution, but when they tried to strike the fatal blow, sunlight burst forth, bathing Mount Targon in light. As it faded, Leona stood unharmed and her executioners lay unconscious around her. The Solari immediately claimed Leona, demanding that her sentence be repealed. She donned the golden armor of the Solari and they bestowed upon her the sword and shield passed down from the ancient sun-warriors of legend. The Solari helped Leona focus her abilities, and when she was ready she left to join the League of Legends.",
        "quote": "The sun's rays reach all of Runeterra, so too must the image of its champion.",
        "quoteAuthor": "Leona",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "335",
          "armorBase": "18",
          "armorLevel": "3.1",
          "manaBase": "235",
          "manaLevel": "40",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.4",
          "manaRegenLevel": "0.14",
          "healthRegenBase": "1.8",
          "healthRegenLevel": "0.17",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "430",
          "healthLevel": "87",
          "attackBase": "55",
          "attackLevel": "3",
          "ratingDefense": "8",
          "ratingMagic": "3",
          "ratingDifficulty": "4",
          "ratingAttack": "4"
        },
        "tips": "*Lead the charge and mark your foes with Sunlight before your allies deal damage.*Shield of Daybreak and Zenith Blade form a powerful offensive combo.*You can absorb a huge amount of damage using Eclipse, but you must stay near enemies to gain the bonus duration.",
        "opponentTips": "*When Leona activates Eclipse, you have three seconds to get away from her before she deals damage.*Only foes in the center of Solar Flare get stunned, so you can often avoid this if you're quick.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Sunlight",
              "iconPath": "LeonaSunlight.png",
              "range": "0",
              "description": "Damaging spells afflict enemies with Sunlight for 3.5 seconds. When allied Champions deal damage to those targets, they consume the Sunlight debuff to deal additional magic damage."
            },
            {
              "rank": "2",
              "name": "Shield of Daybreak",
              "cost": "45/50/55/60/65 Mana",
              "cooldown": "11/10/9/8/7",
              "iconPath": "LeonaShieldOfDaybreak.png",
              "range": "0",
              "effect": "The next basic attack deals an additional 40/70/100/130/160 (+0.3) magic damage and stuns an enemy for 1.25/1.25/1.25/1.25/1.25 seconds.",
              "description": "Leona uses her shield to perform her next basic attack, dealing bonus magic damage and stunning the target."
            },
            {
              "rank": "3",
              "name": "Eclipse",
              "cost": "60/60/60/60/60 Mana",
              "cooldown": "14/14/14/14/14",
              "iconPath": "LeonaSolarBarrier.png",
              "range": "450",
              "effect": "Gains 30/40/50/60/70 bonus Armor and Magic Resist for 3/3/3/3/3 seconds. When the effect ends, nearby enemies struck take 60/110/160/210/260 (+0.4) magic damage and Leona retains her bonus Armor and Magic Resist for 3/3/3/3/3 seconds.",
              "description": "Leona raises her shield to gain Armor and Magic Resistance. When the duration first ends, if there are nearby enemies she will deal magic damage to them and prolong the duration of the effect."
            },
            {
              "rank": "4",
              "name": "Zenith Blade",
              "cost": "60/60/60/60/60 Mana",
              "cooldown": "13/12/11/10/9",
              "iconPath": "LeonaZenithBlade.png",
              "range": "875",
              "effect": "Strikes all enemies in a line dealing 60/100/140/180/220 (+0.4) magic damage. The last enemy Champion struck will be briefly rooted and Leona will dash to them.",
              "description": "Leona projects a solar image of her sword, dealing magic damage to all enemies in a line. When the image fades, the last enemy champion struck will be briefly immobilized and Leona will dash to them."
            },
            {
              "rank": "5",
              "name": "Solar Flare",
              "cost": "100/150/200 Mana",
              "cooldown": "90/75/60",
              "iconPath": "LeonaSolarFlare.png",
              "range": "0",
              "effect": "Calls down a radiant beam of solar energy dealing 150/250/350 (+0.8) magic damage and slowing enemies by 80/80/80% for 1.5/1.5/1.5 seconds. Enemies in the center of the flare are stunned instead of slowed.",
              "description": "Leona calls down a beam of solar energy, dealing damage to enemies in an area. Enemies in the center of the area are stunned, while enemies on the outside are slowed."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1054",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3158",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3078",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3068",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3110",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3001",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1063",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3067",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3110",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3143",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3068",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3132",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3190",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3068",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3078",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3001",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "117",
        "name": "Lulu",
        "displayName": "Lulu",
        "title": "the Fae Sorceress",
        "iconPath": "Lulu_Square_0.png",
        "portraitPath": "Lulu_0.jpg",
        "tags": "support,ranged",
        "description": "Perhaps more than any other champion in the League, Lulu marches to the beat of her own drum. During her youth in Bandle City, she spent most of her time wandering alone in the forest or lost in a daydream. It wasn't that she was antisocial; the day-to-day bustle of Bandle City just couldn't compete with the vibrant world of her imagination. She saw wonder in places most people overlooked. This was how she found Pix, a fae spirit, pretending to be stuck in a birdhouse. Lulu's imagination distinguished her to Pix and he seized the opportunity to lure her into his world. He brought her to the Glade, the enchanted home of the fae, which lay nestled in a clearing in the woods. There the rigid properties of the outside world - things like size and color - changed as frequently and whimsically as the direction of the wind. Lulu felt at home in the Glade and she lingered there with Pix, fascinated by this secret place. She quickly lost track of time. Her life in the Glade was comfortable and natural. She and Pix played fae games together, the sorts of games that she had been told were ''make believe''... and she got exceedingly good at them. It caught her by surprise when she suddenly remembered that she had left a life behind in Bandle City. The Glade had a way of making everything outside seem distant and surreal. Lulu decided to revisit her former home, to share some of the lovely things she'd learned, but when she and Pix returned the world had changed. Time, she discovered, was another property that behaved differently in the Glade, and centuries had passed while she was away. Lulu sought to reconnect to the residents of the outside world but her attempts had unfortunate results. She led all the children off to play hide and seek, temporarily changing them into flowers and animals to spice up the game, but their parents didn't appreciate her efforts. When the yordles insisted that she leave their land, she turned to a vibrant magical place where those with unusual gifts were not just accepted but adored: the League of Legends.",
        "quote": "The best path between two points is upside-down, between, then inside-out and round again.",
        "quoteAuthor": "Lulu",
        "estadisticas": {
          "range": "550",
          "moveSpeed": "325",
          "armorBase": "9",
          "armorLevel": "3.7",
          "manaBase": "200",
          "manaLevel": "50",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1",
          "manaRegenLevel": "0.1",
          "healthRegenBase": "1",
          "healthRegenLevel": "0.12",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "415",
          "healthLevel": "82",
          "attackBase": "44",
          "attackLevel": "2.6",
          "ratingDefense": "5",
          "ratingMagic": "7",
          "ratingDifficulty": "5",
          "ratingAttack": "4"
        },
        "tips": "*Glitterlance can be fired at odd angles depending on where your cursor is - Moving your cursor closer to Pix and Lulu will change your area of effect size considerably.*Consider casting Whimsy on Mages for the AP boost, Help, Pix! on ranged attackers for the Pix boost and Wild Growth on Tanks or Fighters for the added initiation power.",
        "opponentTips": "*The shots from Lulu's faerie can be intercepted - hide behind your minions to avoid the additional Faerie attacks.*Lulu excels when opponents heavily commit, don't give her this chance! Use heavy harass tactics instead to force Lulu and her partner out of lane.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Pix, Faerie Companion",
              "iconPath": "Lulu_PixFaerieCompanion.png",
              "range": "0",
              "description": "Pix is a wild Faerie that accompanies Lulu. Pix will fire a barrage of magical energy at targets that Lulu attacks."
            },
            {
              "rank": "2",
              "name": "Glitterlance",
              "cost": "40/50/60/70/80 Mana",
              "cooldown": "7/7/7/7/7",
              "iconPath": "Lulu_Glitterbolt.png",
              "range": "925",
              "effect": "Lulu and Pix each fire a piercing bolt dealing 80/125/170/215/260 (+0.5) magic damage, slowing enemies hit by 80/80/80/80/80% for 1/1.25/1.5/1.75/2 second(s). This slow decays over time. An enemy can only be damaged by one bolt.",
              "description": "Pix and Lulu each fire a bolt of magical energy that heavily slows all enemies it hits. An enemy can only be damaged by one bolt."
            },
            {
              "rank": "3",
              "name": "Whimsy",
              "cost": "65/70/75/80/85 Mana",
              "cooldown": "18/16.5/15/13.5/12",
              "iconPath": "Lulu_Whimsy.png",
              "range": "0",
              "effect": "On Ally Cast: Target ally gains 35/35/35/35/35% Movement Speed and 20/30/40/50/60 Ability Power for 5/5/5/5/5 seconds. On Enemy Cast: Polymorphs an enemy champion for 1.5/1.75/2/2.25/2.5 seconds, disabling their ability to attack or cast spells and reducing their base movement speed by 60/60/60/60/60.",
              "description": "If cast on an ally, grants them movement speed and ability power for a short time. If cast on an enemy, turns them into an adorable critter that can't attack or cast spells."
            },
            {
              "rank": "4",
              "name": "Help, Pix!",
              "cost": "60/70/80/90/100 Mana",
              "cooldown": "10/10/10/10/10",
              "iconPath": "Lulu_CommandPix.png",
              "range": "0",
              "effect": "On Ally Cast: Commands Pix to jump to an ally and then follow and aid their attacks instead of Lulu's for 6/6/6/6/6 seconds. Upon arrival, Pix shields them from 60/105/150/195/240 (+0.6) damage for 6/6/6/6/6 seconds. On Enemy Cast: Pix deals 80/130/180/230/280 (+0.6) magic damage to target enemy unit. Pix then follows and grants vision of them for 6/6/6/6/6 seconds. ",
              "description": "If cast on an ally, commands Pix to jump to an ally and shield them. He then follows them and aids their attacks. If cast on an enemy, commands Pix to jump to an enemy and damage them. He then follows them and grants you vision of that enemy."
            },
            {
              "rank": "5",
              "name": "Wild Growth",
              "cost": "150/150/150 Mana",
              "cooldown": "110/95/80",
              "iconPath": "Lulu_GiantGrowth.png",
              "range": "0",
              "effect": "Lulu enlarges her ally, knocking nearby enemies into the air. For 7/7/7 seconds, her ally gains 300/450/600 (+0.5) bonus health and slows nearby enemies by 30/45/60% for 1/1/1 seconds.",
              "description": "Lulu enlarges an ally, knocking nearby enemies into the air and granting them a large amount of bonus health. For the next few seconds, that ally gains an aura that slows nearby enemies."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1007",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3158",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3096",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3069",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3105",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3152",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1063",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3158",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3128",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3069",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3105",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3100",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3096",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3020",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3089",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3069",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3100",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3152",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "21",
        "name": "MissFortune",
        "displayName": "Miss Fortune",
        "title": "the Bounty Hunter",
        "iconPath": "MissFortune_Square_0.png",
        "portraitPath": "MissFortune_0.jpg",
        "tags": "ranged,carry",
        "description": "For those who brave the harsh seas of Runeterra, attaining one's own ship and crew is the pinnacle of success. Sarah Fortune, a well-respected (some would say legendary) bounty hunter from Bilgewater, was able to achieve this feat just after her sixteenth birthday, etching out her name as the go-to gal for resolving special troubles. No bounty was too difficult or too dangerous for her feminine charm and her renowned use of her twin pistols, ''Shock and Awe''. Her success gave her the means to legitimately purchase her own ship... with a little flirtatious haggling, of course. Things weren't always so fortunate for Miss Fortune, though. When she was young, trade ships began to dot the horizon of her quiet home in the northern shores of Blue Flame Island's largest chunk. Trade routes brought piracy, and the inhabitants soon found themselves caught in a frenzy of pillage. One day, young Sarah returned home to hear gunshots and screaming. Her front door was smashed open; inside, she saw her mother lying in a pool of blood. A sudden blow to her head made her collapse next to her slain mother. The last thing she could remember were her attacker's red eyes, as his face was blocked by a rogue's bandana. Miss Fortune has a strong distrust for pirates and she finds herself constantly bickering with the infamous Gangplank (the only captain to resist her charms) over the direction of Bilgewater politics. Her two goals: to unite the people of Bilgewater, making them into a strong and independent society, and to find the pirate who killed her mother. To that end, she has entered the League of Legends as a champion, trading her skills for the wealth and influence that will help her accomplish both.",
        "estadisticas": {
          "range": "550",
          "moveSpeed": "325",
          "armorBase": "15",
          "armorLevel": "3",
          "manaBase": "212",
          "manaLevel": "38",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.39",
          "manaRegenLevel": "0.13",
          "healthRegenBase": "1.02",
          "healthRegenLevel": "0.13",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "435",
          "healthLevel": "85",
          "attackBase": "46.5",
          "attackLevel": "3",
          "ratingDefense": "2",
          "ratingMagic": "5",
          "ratingDifficulty": "3",
          "ratingAttack": "8"
        },
        "tips": "*Miss Fortune ramps up speed if she isn't attacked by an enemy target. Avoid getting hit to move very fast.*Use Double Up on the furthest enemy minion if enemy champions are hiding in back; it will bounce to them for lots of damage.*Double Up applies On-Hit effects, making items like Frozen Mallet and Bloodthirster very effective.",
        "opponentTips": "*Miss Fortune's speed boost is removed if she is damaged or debuffed by an enemy.*Miss Fortune is easy to kill if you can reach her; target her first in team fights.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Strut",
              "iconPath": "MissFortune_Strut.png",
              "range": "0",
              "description": "After 5 seconds of not being attacked, Miss Fortune gains an additional 25 Movement Speed. This bonus increases by 9 each second up to a maximum bonus of 70."
            },
            {
              "rank": "2",
              "name": "Double Up",
              "cost": "70/75/80/85/90 Mana",
              "cooldown": "9/8/7/6/5",
              "iconPath": "MissFortune_DoubleUp.png",
              "range": "0",
              "effect": "Miss Fortune fires a shot at an enemy target, dealing 25/60/95/130/165 (+) physical damage and 120/120/120/120/120% of that damage to another enemy target behind the first. Applies on-hit effects.",
              "description": "Miss Fortune fires a bullet at an enemy, damaging them and a target behind them."
            },
            {
              "rank": "3",
              "name": "Impure Shots",
              "cost": "50/50/50/50/50 Mana",
              "cooldown": "16/16/16/16/16",
              "iconPath": "MissFortune_ImpureShots.png",
              "range": "0",
              "effect": "Passive: Miss Fortune deals 6/8/10/12/14 (+0.05) magic damage to her target with each attack, cumulatively stacking up to 4 times on the same target. Active: Miss Fortune's attack speed is increased by 30/35/40/45/50% for 6 seconds and causes her attacks to lower healing received and health regeneration by the target by 50% for 3 seconds.",
              "description": "Miss Fortune passively increases damage dealt to a target with each strike. This ability can be activated to increase Miss Fortune's attack speed and cause her attacks to lower healing received by the target."
            },
            {
              "rank": "4",
              "name": "Make It Rain",
              "cost": "80/80/80/80/80 Mana",
              "cooldown": "15/15/15/15/15",
              "iconPath": "MissFortune_MakeItRain.png",
              "range": "0",
              "effect": "Miss Fortune fires hundreds of bullets into the air that rain down at a location after 0.5 seconds, dealing 90/145/200/255/310 (+0.8) magic damage over 2 seconds and slowing enemies hit by 20/28/36/44/52% for 1 second.",
              "description": "Miss Fortune unleashes a flurry of bullets at a location, dealing waves of damage to opponents and slowing them."
            },
            {
              "rank": "5",
              "name": "Bullet Time",
              "cost": "100/100/100 Mana",
              "cooldown": "120/110/100",
              "iconPath": "MissFortune_BulletTime.png",
              "range": "0",
              "effect": "Miss Fortune channels a barrage of bullets into a cone in front of her for 2 seconds, dealing 65/95/125 (+) (+0.2) physical damage per bullet.",
              "description": "Miss Fortune channels a flurry of bullets into a cone in front of her, dealing large amounts of damage to enemies."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3028",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3031",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3009",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3185",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3031",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3046",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3006",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3071",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3031",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3046",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "76",
        "name": "Nidalee",
        "displayName": "Nidalee",
        "title": "the Bestial Huntress",
        "iconPath": "Nidalee_Square_0.png",
        "portraitPath": "Nidalee_0.jpg",
        "tags": "support,pusher",
        "description": "There are few dwellers, let alone champions, residing in the blasted and dangerous lands that lie south of the Great Barrier. Much of that world still bears the scars of past Runes Wars, especially the mysterious Kumungu Jungle. There are long-forgotten treasures in these strange places which many risk life and limb to acquire. The champion known as Nidalee was only a young girl travelling with her treasure-seeking parents when they lost their way in the dense, rainy jungles. The jungle was unforgiving, and she watched her parents suffer agonizing final days as they fell victim to a mysterious and vicious disease. As improbable as it was for a child to survive in the inhospitable jungle by herself, she did just that. Her youthful innocence and a fortunate naivete caused her to appeal to the beasts of that place and she was taken in by a family of cougars and raised as one of their own. She grew and somehow absorbed the raw magic of the dense wilds, evolving beyond both her human physiology and her feline affectation. On one pivotal day in her life, standing over the torn remnants of a Noxian squad of woodcutters, Nidalee chose to rejoin the so-called civilized world, to fight in the League of Legends so as to protect the vast woods from both Demacia and Noxus. Nidalee was taught to fight by her feline family, battling viciously with tooth and nail. Something in her feline ways may draw you to her, but remember that she is no pussycat.",
        "estadisticas": {
          "range": "525",
          "moveSpeed": "335",
          "armorBase": "11",
          "armorLevel": "3.5",
          "manaBase": "220",
          "manaLevel": "45",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.4",
          "manaRegenLevel": "0.1",
          "healthRegenBase": "1",
          "healthRegenLevel": "0.12",
          "magicResistBase": "30",
          "magicResistLevel": "0.75",
          "healthBase": "370",
          "healthLevel": "90",
          "attackBase": "49",
          "attackLevel": "3.5",
          "ratingDefense": "4",
          "ratingMagic": "7",
          "ratingDifficulty": "7",
          "ratingAttack": "5"
        },
        "tips": "*Use brush to your advantage! Moving in and out of brush can heavily alter your effectiveness in battle.*In team fights start by harassing with your Javelin Toss, and then switch to cougar form to chase down anyone who flees.*Cougar abilities have no cost associated with them, allowing you to maintain a full stack of Guinsoo's Rageblade for extended periods of time.",
        "opponentTips": "*Nidalee's traps are difficult to see, but are visible to both teams.*Nidalee's Javelin Toss deals more damage the farther she is. If she is far away, it's imperative to dodge it.*It's difficult to catch a Nidalee pouncing away, so be selective about when to pursue her.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Prowl",
              "iconPath": "Nidalee_OnTheProwl.png",
              "range": "0",
              "description": "Moving through brush increases Nidalee's movement speed by 15% for 2 seconds."
            },
            {
              "rank": "2",
              "name": "Javelin Toss / Takedown",
              "cost": "50/60/70/80/90 Mana",
              "cooldown": "6/6/6/6/6",
              "iconPath": "Nidalee_JavelinThrow.png",
              "range": "0",
              "effect": "Human: Nidalee tosses her javelin, dealing 55/95/140/185/230 (+0.65) magic damage on impact (deals up to 250% damage the farther away the target is). Cougar: Nidalee's next attack deals additional damage based on how low her opponent's life is.",
              "description": "In human form, Nidalee throws a spiked javelin at her target that gains damage as it flies. As a cougar, her next attack will attempt to fatally wound her target, dealing more damage the less life they have."
            },
            {
              "rank": "3",
              "name": "Bushwhack / Pounce",
              "cost": "60/75/90/105/120 Mana",
              "cooldown": "18/18/18/18/18",
              "iconPath": "Nidalee_Bushwhack.png",
              "range": "0",
              "effect": "Human: Nidalee lays a trap that deals 80/125/170/215/260 (+0.4) magic damage over 2 seconds, reveals the target, and reduces their armor and magic resistance by 20/25/30/35/40% for 12 seconds. Traps last for 4 minutes. Cougar: Nidalee lunges forward, dealing damage to surrounding enemies.",
              "description": "In human form, Nidalee lays a damaging trap for unwary opponents that, when sprung, reveals the target and reduces their armor and magic resistance for 12 seconds. As a cougar, she pounces forward, dealing a small amount of damage when she lands. Pounce is not affected by cooldown reduction."
            },
            {
              "rank": "4",
              "name": "Primal Surge / Swipe",
              "cost": "60/80/100/120/140 Mana",
              "cooldown": "10/10/10/10/10",
              "iconPath": "Nidalee_PrimalSurge.png",
              "range": "0",
              "effect": "Human: Nidalee heals an allied champion for 50/85/120/155/190 (+0.7) and grants them a 20/30/40/50/60% attack speed for 7 seconds. Cougar: Nidalee claws at enemies in front of her.",
              "description": "In human form, Nidalee channels the spirit of the cougar to heal her allies and imbue them with attack speed for a short duration. As a cougar, she rapidly claws enemies in front of her."
            },
            {
              "rank": "5",
              "name": "Aspect Of The Cougar",
              "cooldown": "4/4/4",
              "iconPath": "Nidalee_AspectOfTheCougar.png",
              "range": "0",
              "effect": "Human: Nidalee transforms into a vicious cougar, gaining 10/20/30 Armor and Magic Resist, 20/20/20 Movement Speed, and her basic abilities become Takedown, Pounce, and Swipe. Cougar: Nidalee transforms back into human form.",
              "description": "Nidalee transforms herself into a cougar, gaining new abilities and increased movement speed in the process."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1056",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3158",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3100",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3124",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3089",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1027",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3117",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3124",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3057",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3100",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3089",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3070",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3020",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3089",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3100",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3001",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3165",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "92",
        "name": "Riven",
        "displayName": "Riven",
        "title": "the Exile",
        "iconPath": "Riven_Square_0.png",
        "portraitPath": "Riven_0.jpg",
        "tags": "fighter,melee",
        "description": "In Noxus, any citizen may rise to power regardless of race, gender, or social standing - strength is all that matters. It was with committed faith in this ideal that Riven strove to greatness. She showed early potential as a soldier, forcing herself to master the weight of a long sword when she was barely its height. She was ruthless and efficient as a warrior, but her true strength lay in her conviction. She entered battles without any trace of doubt in her mind: no ethical pause, no fear of death. Riven became a leader amongst her peers, poster child of the Noxian spirit. So exceptional was her passion that the High Command recognized her with a black stone rune sword forged and enchanted with Noxian sorcery. The weapon was heavier than a kite shield and nearly as broad - perfectly suited to her tastes. Soon after, she was deployed to Ionia as part of the Noxian invasion. What began as war quickly became extermination. Noxian soldiers followed the terrifying Zaunite war machines across fields of death. It wasn't the glorious combat for which Riven trained. She carried out the orders of her superiors, terminating the remnants of a beaten and fractured enemy with extreme prejudice. As the invasion continued, it became clear that the Ionian society would not be reformed, merely eliminated. During one bitter engagement, Riven's unit became surrounded by Ionian forces. They called for support as the enemy closed in around them. What they received instead was a barrage of biochemical terror launched by Singed. Riven watched as around her Ionian and Noxian alike fell victim to an unspeakably gruesome fate. She managed to escape the bombardment, though she could not erase the memory. Counted dead by Noxus, she saw an opportunity to start anew. She shattered her sword, severing ties with the past, and wandered in self-imposed exile - on a quest to seek atonement and a way to save the pure Noxian vision in which she believed.",
        "quote": "There is a place between war and murder / in which our demons lurk.",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "345",
          "armorBase": "15",
          "armorLevel": "3.2",
          "manaBase": "0",
          "manaLevel": "0",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "0",
          "manaRegenLevel": "0",
          "healthRegenBase": "1.9",
          "healthRegenLevel": "0.18",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "414",
          "healthLevel": "86",
          "attackBase": "54",
          "attackLevel": "2.75",
          "ratingDefense": "5",
          "ratingMagic": "1",
          "ratingDifficulty": "4",
          "ratingAttack": "8"
        },
        "tips": "*Riven's Broken Wings locks onto the champion your cursor is over at the time of cast. If you want to move past your opponent, make sure that your cursor is past your opponent as well.*Riven lacks a source of healing or strong defense and must compensate with burst combos. Lead into fights with Broken Wings and Ki Burst, while using Valor to escape and absorb counter-harass.",
        "opponentTips": "*Riven has a great deal of mobility but she cannot move very far with any one skill. Rooting or Silencing her during her combo will greatly reduce her effectiveness.*All of Riven's damage is physical, prioritize high armor if an opposing Riven gets out of control.*Riven excels at dueling multiple melee attackers at once, as she will be on an almost equal footing damage-wise. If pairing up against Riven, don't go in as double melee until she has expended her full combo.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Runic Blade",
              "iconPath": "RivenRunicBlades.png",
              "range": "0",
              "description": "Riven's abilities charge her blade, causing her basic attacks to deal bonus physical damage. Riven's blade may be charged up to three times and expends one charge per attack."
            },
            {
              "rank": "2",
              "name": "Broken Wings",
              "cooldown": "13/13/13/13/13",
              "iconPath": "RivenBrokenWings.png",
              "range": "275",
              "effect": "Riven strikes out in front of her in a short line. This ability may be reactivated 2/2/2/2/2 additional times. 1st Use: Slashes forward, dealing 30/55/80/105/130 (+) physical damage to all units she comes in contact with. 2nd Use: Slashes forward, dealing 30/55/80/105/130 (+) physical damage to all units she comes in contact with. 3rd Use: Leaps into the air and slams the ground dealing 30/55/80/105/130 (+) physical damage and knocking nearby enemies away from the point of impact. Riven will target the unit your cursor is hovering over, or if no targets are present, Riven will simply strike the direction she is currently facing.",
              "description": "Riven lashes out in a series of strikes. This ability can be reactivated three times in a short time frame with the third hit knocking back nearby enemies."
            },
            {
              "rank": "3",
              "name": "Ki Burst",
              "cooldown": "11/10/9/8/7",
              "iconPath": "RivenKiShout.png",
              "range": "260",
              "effect": "Riven's sword emits a burst of runic energy that shocks nearby enemies, dealing 50/80/110/140/170 (+) physical damage and stunning them for 0.75/0.75/0.75/0.75/0.75 seconds.",
              "description": "Riven emits a Ki burst, damaging and stunning nearby enemies."
            },
            {
              "rank": "4",
              "name": "Valor",
              "cooldown": "10/9/8/7/6",
              "iconPath": "RivenPathoftheExile.png",
              "range": "325",
              "effect": "Riven does a quick dash in the direction of your cursor and becomes shielded, blocking up to 60/90/120/150/180 (+) incoming damage for 2.5 seconds.",
              "description": "Riven steps forward a short distance and blocks incoming damage."
            },
            {
              "rank": "5",
              "name": "Blade of the Exile",
              "cooldown": "75/60/45",
              "iconPath": "RivenBladeoftheExile.png",
              "range": "0",
              "effect": "Riven's weapon surges with spiritual energy for 15/15/15 seconds, granting her 20/20/20% extra Attack Damage (+), increased range on her damaging spells and attacks, and the ability to use Wind Slash once. Wind Slash: Riven fires a shockwave that deals from 80/120/160 (+) to 240/360/480 (+) physical damage to all enemies hit, increasing based on how much health they are missing.",
              "description": "Riven empowers her keepsake weapon with energy and gains attack damage and range. Additionally, during this time, she gains the ability to use Wind Slash once, a powerful ranged attack."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3154",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3155",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3044",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3142",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3155",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3184",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3044",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3155",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3142",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "13",
        "name": "Ryze",
        "displayName": "Ryze",
        "title": "the Rogue Mage",
        "iconPath": "Ryze_Square_0.png",
        "portraitPath": "Ryze_0.jpg",
        "tags": "mage,ranged,recommended",
        "description": "There are many on Runeterra who are attracted to the study of magic or, in recent times, the emerging field of techmaturgy. For most, pursuit of such knowledge is formalized in a college or university. The halls of traditional study were never for Ryze, however, who felt a more raw and primal connection to the magic of Runeterra than those who tried to teach him. He struck out on his own as a young man to discover what already called to him. Ryze traveled the world, seeking the wisdom of powerful hermits, witches, and shamans - anyone who had something to share beyond what was taught in the city-states of Valoran. When he had learned all he could from these fonts of wisdom, Ryze turned to seek the lost, forgotten, and forbidden knowledge in the world, delving into mystical worlds where others feared to tread. Ryze's tireless searching for magical knowledge led him to an ancient form of spellcraft known as thorn magic. This art required Ryze to tattoo spells on his body, permanently infusing his being with vast arcane power and finally fulfilling his need to bond with the mystical energies of Runeterra. His travels also led him to uncover the giant indestructible scroll he now carries on his back - the purpose of the inscribed spell remains a secret only Ryze knows. He claims it is an abomination - something that he must safeguard from the world. This has piqued the curiosity of many, though no one is sure how to separate the scroll from Ryze, or if it is possible to overcome the rogue mage to do so. Since then, Ryze has joined the League of Legends to study the magical creatures and powerful will-workers that fight there, in order to complete his exploration of mystical Runeterra.",
        "quote": "Ryze is no longer just a mage - he has become a creature of magic itself.",
        "quoteAuthor": "High Councilor Heywan Relivash",
        "estadisticas": {
          "range": "550",
          "moveSpeed": "335",
          "armorBase": "11",
          "armorLevel": "3.9",
          "manaBase": "250",
          "manaLevel": "55",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.4",
          "manaRegenLevel": "0.12",
          "healthRegenBase": "0.87",
          "healthRegenLevel": "0.11",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "360",
          "healthLevel": "86",
          "attackBase": "52",
          "attackLevel": "3",
          "ratingDefense": "2",
          "ratingMagic": "10",
          "ratingDifficulty": "3",
          "ratingAttack": "2"
        },
        "tips": "*Ryze can use himself as a conduit for his Spell Flux ability if there are no additional enemies to bounce the spell off of.*Using Ryze's ultimate to farm creeps can lead to a large gold advantage.",
        "opponentTips": "*Be cautious about engaging Ryze alone with less than full health.*Cleanse and Banshee's Veil are especially effective defenses against Ryze.*Ryze can only lock down one player with Rune Prison. Attacking with friends is the most effective approach, but remember to avoid Spell Flux bouncing between you and your allies.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Arcane Mastery",
              "iconPath": "Ryze_SpellStrike.png",
              "range": "0",
              "description": "When Ryze casts a spell, all other spells have their cooldown reduced by 1 second."
            },
            {
              "rank": "2",
              "name": "Overload",
              "cost": "60/60/60/60/60 Mana",
              "cooldown": "3.5/3.5/3.5/3.5/3.5",
              "iconPath": "Ryze_Overload.png",
              "range": "0",
              "effect": "Passive: Gains 2/4/6/8/10% cooldown reduction. Active: Deals 60/85/110/135/160 (+0.4) plus 6.5/6.5/6.5/6.5/6.5% of Ryze's maximum Mana (+) in magic damage. ",
              "description": "Ryze throws a charge of pure energy at an enemy for heavy damage and additional damage based upon Ryze's maximum mana. Ryze also gains passive cooldown reduction."
            },
            {
              "rank": "3",
              "name": "Rune Prison",
              "cost": "80/90/100/110/120 Mana",
              "cooldown": "14/14/14/14/14",
              "iconPath": "Ryze_PowerOverwhelming.png",
              "range": "625",
              "effect": "Roots an enemy for 0.75/1/1.25/1.5/1.75 seconds, dealing 60/95/130/165/200 (+0.6) plus 4.5/4.5/4.5/4.5/4.5% of Ryze's maximum Mana (+) in magic damage. ",
              "description": "Ryze traps target enemy unit in a cage of runes, preventing them from moving and dealing damage. Also gains bonus damage based on Ryze's maximum mana."
            },
            {
              "rank": "4",
              "name": "Spell Flux",
              "cost": "60/70/80/90/100 Mana",
              "cooldown": "14/14/14/14/14",
              "iconPath": "Ryze_LightningFlux.png",
              "range": "0",
              "effect": "Unleashes an orb that bounces to enemies or Ryze up to 5 times. Each bounce deals 50/70/90/110/130 (+0.35) plus 1/1/1/1/1% of Ryze's maximum Mana (+) magic damage and reduces Magic Resist by 12/15/18/21/24 for 5 seconds.",
              "description": "Ryze releases an orb of pure magical power that deals damage and bounces from the initial target up to 6 times. Targets hit have their magic resistance reduced."
            },
            {
              "rank": "5",
              "name": "Desperate Power",
              "cooldown": "70/60/50",
              "iconPath": "Ryze_DesperatePower.png",
              "range": "0",
              "effect": "Channels immense arcane power gaining 15/20/25% Spell Vamp, and 35/45/55 Movement Speed. Spells deal 50% area of effect damage for 5/6/ seconds.",
              "description": "Ryze channels immense arcane power, he gains spell vamp and all of his spells deal area of effect damage."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1056",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3020",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3027",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3003",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3110",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3135",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1063",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3020",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3027",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3003",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3110",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3135",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3070",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3027",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3110",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3102",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3152",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "35",
        "name": "Shaco",
        "displayName": "Shaco",
        "title": "the Demon Jester",
        "iconPath": "Shaco_Square_0.png",
        "portraitPath": "Shaco_0.jpg",
        "tags": "assassin,stealth,melee",
        "description": "Most would say that death isn't funny. It isn't, unless you're Shaco - then it's hysterical. He is Valoran's first fully functioning homicidal comic; he jests until someone dies, and then he laughs. The figure that has come to be known as the Demon Jester is an enigma. No one fully agrees from whence he came, and Shaco never offers any details on his own. A popular belief is that Shaco is not of Runeterra - that he is a thing summoned from a dark and twisted world. Still others believe that he is the demonic manifestation of humanity's dark urges and therefore cannot be reasoned with. The most plausible belief is that Shaco is an assassin for hire, left to his own lunatic devices until his services are needed. Shaco certainly has proven himself to be a cunning individual, evading authorities at every turn who might seek him for questioning for some horrendous, law-breaking atrocity. While such scuttlebutt might reassure the native inhabitants of Valoran, it seems unimaginable that such a malfeasant figure is allowed to remain at large. Whatever the truth of his history might be, Shaco has joined the League of Legends for reasons only he knows. He is a terrifying figure, typically shunned by both his fellow champions and the media at large. Only the summoners in the Institute of War know why such a creature was allowed into the League, but most Runeterrans suspect it to be a means that allows the power that be to keep an eye on the ever-elusive Shaco. Unsurprisingly, this champion is popular in places where madness can openly reign, such as among the power-hungry summoners of Zaun and Noxus. Whatever you do, don't tell him you missed the punch line.",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "350",
          "armorBase": "15",
          "armorLevel": "3.5",
          "manaBase": "230",
          "manaLevel": "40",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.28",
          "manaRegenLevel": "0.09",
          "healthRegenBase": "1.49",
          "healthRegenLevel": "0.11",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "441",
          "healthLevel": "84",
          "attackBase": "51.7",
          "attackLevel": "3.5",
          "ratingDefense": "4",
          "ratingMagic": "6",
          "ratingDifficulty": "9",
          "ratingAttack": "8"
        },
        "tips": "*Using Deceive over terrain can help you make a clean escape.*Try getting items with on-hit effects. These will also benefit your Hallucination clone.*Deceive's damage can be increased with increased Critical Damage effects like Infinity Edge.",
        "opponentTips": "*If Shaco is doing well early-game, it is worth the investment to buy Vision Wards.*If Shaco uses Deceive to enter a fight he won't be able to quickly use it again to get away. Work with your team to quickly focus him down.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Backstab",
              "iconPath": "Jester_CarefulStrikes.png",
              "range": "0",
              "description": "Shaco deals 20% bonus damage when striking a unit from behind."
            },
            {
              "rank": "2",
              "name": "Deceive",
              "cost": "90/80/70/60/50 Mana",
              "cooldown": "11/11/11/11/11",
              "iconPath": "Jester_ManiacalCloak2.png",
              "range": "500",
              "effect": "Shaco teleports nearby and becomes invisible for 3.5 seconds. His next basic attack within the next 6 seconds will critically strike, dealing 140/160/180/200/220% damage (normal critical strikes deal 200/200/200/200/200% damage).",
              "description": "Shaco becomes invisible and teleports to target location. His next attack is guaranteed to critically strike."
            },
            {
              "rank": "3",
              "name": "Jack In The Box",
              "cost": "50/55/60/65/70 Mana",
              "cooldown": "16/16/16/16/16",
              "iconPath": "Jester_DeathWard.png",
              "range": "0",
              "effect": "Shaco creates a Jack in the Box at the target location. It will become invisible after 2 seconds, and pop out when an enemy comes near, fearing nearby enemies for 0.5/0.75/1/1.25/1.5 seconds and attacking them. Its attacks deal 35/50/65/80/95 (+0.2) magic damage and it lasts for 60/60/60/60/60 seconds while invisible or 5 seconds while firing. ",
              "description": "Shaco creates an animated Jack-in-the-Box at target location, which will wait, invisible, to Fear nearby units and attack them when some come nearby. "
            },
            {
              "rank": "4",
              "name": "Two-Shiv Poison",
              "cost": "50/55/60/65/70 Mana",
              "cooldown": "8/8/8/8/8",
              "iconPath": "Jester_IncrediblyPrecise.png",
              "range": "0",
              "effect": "Passive: While Two-Shiv Poison is ready to cast, Shaco's basic attacks reduce the target's Movement Speed by 20/22.5/25/27.5/30% for 2/2/2/2/2 seconds. Also reduces minions' chance to hit by 20/22.5/25/27.5/30% for 2/2/2/2/2 seconds. Active: Deals 50/90/130/170/210 (+) (+1) magic damage to target enemy and reduces their Movement Speed by 20/22.5/25/27.5/30% for 3/3/3/3/3 seconds.",
              "description": "Shaco's Shivs passively poison targets on hit, slowing them and applying a miss chance to minions. He can throw his Shivs to deal damage and poison the target."
            },
            {
              "rank": "5",
              "name": "Hallucinate",
              "cost": "100/100/100 Mana",
              "cooldown": "100/90/80",
              "iconPath": "Jester_HallucinogenBomb.png",
              "range": "0",
              "effect": "Shaco vanishes briefly and reappears with a clone that lasts up to 18 seconds. The clone deals 75% of Shaco's damage and receives 50/50/50% increased damage. On death, the clone detonates, dealing 300/450/600 (+1) magic damage to nearby enemies. The clone can be controlled by holding the alt key and using the right mouse button or by reactivating this ability.",
              "description": "Shaco creates an illusion of himself near him, which can attack nearby enemies. (Deals half damage to turrets.) Upon death, it explodes, dealing damage to nearby enemies. "
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1054",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3117",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3126",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3102",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3142",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3117",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3044",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3078",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3046",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3098",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3020",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3089",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3128",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3100",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3165",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "15",
        "name": "Sivir",
        "displayName": "Sivir",
        "title": "the Battle Mistress",
        "iconPath": "Sivir_Square_0.png",
        "portraitPath": "Sivir_0.jpg",
        "tags": "carry,pusher,ranged,recommended",
        "description": "The beautiful and deadly champion known as Sivir has been a favorite of League summoners for close to a decade. A soldier-for-hire outside of the Fields of Justice, she is the embodiment of a highly successful mercenary on modern day Runeterra. Sivir has little interest in the ''cribbage sheets'' - as she calls them - of League influence bartering. Instead, she is motivated by material wealth and riches, and she is paid handsomely for her services. Sivir is one of the wealthiest individuals found anywhere on Valoran. Sivir owns multiple residences in a number of different city-states, as well as ownership stakes in a number of businesses all across Valoran. Her detractors, either envious of her success or acrimonious of her flexible morality, have begun to use Sivir as a symbol of what is wrong with the mercenary nature of the League. Sivir dismisses her critics, saying that while her personal code of ethics is less ruthless than her competitors, ''Everyone has a price.'' Sivir has earned many titles and accolades throughout her illustrious career, but the one she held until recently was ''Battle Mistress of Noxus''. Now she is simply known as ''The Battle Mistress'' after breaking her contract with the Noxian High Command. Sivir dared to object to the Noxian war against the peaceful island state of Ionia, though less about the morality of the issue than the planning behind it; her predictions of a bloody stalemate came true when the Ionians held off the relentless assaults of the Noxians. Claiming that the Noxian High Command had lost its direction, she left Noxus and made her services available to the Institute of War. The Noxian High Command has sent a number of contracted assassins to deal with its rogue mercenary, but none have delivered her or survived.",
        "quote": "Time and time again, Sivir proves that she has earned the right to call herself 'The Battle Mistress'.",
        "quoteAuthor": "Jax",
        "estadisticas": {
          "range": "500",
          "moveSpeed": "335",
          "armorBase": "12.75",
          "armorLevel": "3.25",
          "manaBase": "203",
          "manaLevel": "43",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.3",
          "manaRegenLevel": "0.1",
          "healthRegenBase": "0.85",
          "healthRegenLevel": "0.11",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "378",
          "healthLevel": "82",
          "attackBase": "49",
          "attackLevel": "2.9",
          "ratingDefense": "3",
          "ratingMagic": "1",
          "ratingDifficulty": "3",
          "ratingAttack": "9"
        },
        "tips": "*Sivir's Boomerang Blade returns to her after reaching the max range, so you can shift position to hit enemies who would otherwise have evaded it.*Using Frozen Mallet or Phage in conjunction with On the Hunt ensures that you and your teammates are able to hit opponents non-stop.*Ricochet resets Sivir's basic attack timer on activation, so activating this immediately after landing a normal basic attack will maximize damage output.",
        "opponentTips": "*Boomerang Blade costs a lot of mana to cast, so dodging it sets Sivir back. If it hits you on the way out, avoid its path on the way back.*Sivir is a powerful pushing champion, so leaving her unattended in a lane for too long will often result in your turrets being destroyed.*When laning against Sivir as a caster, it may be possible to throw off Sivir's timing on her Spell Shield by faking an advance and backing off.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Fleet of Foot",
              "iconPath": "Sivir_Sprint.png",
              "range": "0",
              "description": "Sivir gains a short burst of Movement Speed when she attacks an enemy champion."
            },
            {
              "rank": "2",
              "name": "Boomerang Blade",
              "cost": "70/80/90/100/110 Mana",
              "cooldown": "9/9/9/9/9",
              "iconPath": "Sivir_SpiralBlade.png",
              "range": "1075",
              "effect": "Sivir hurls her crossblade like a boomerang, which deals 60/105/150/195/240 (+) (+0.5) physical damage to the first unit and 20/20/20/20/20% reduced damage to each subsequent target down to a minimum of 40/40/40/40/40%.",
              "description": "Sivir hurls her crossblade like a boomerang, dealing damage each way."
            },
            {
              "rank": "3",
              "name": "Ricochet",
              "cost": "40/40/40/40/40 Mana",
              "cooldown": "7/6/5/4/3",
              "iconPath": "Sivir_Ricochet.png",
              "range": "20",
              "effect": "Sivir's next basic attack will bounce to 5/5/5/5/5 additional targets, dealing 20/35/50/65/80 (+) to the first target and 20/20/20/20/20% less damage with each bounce (only the first hit procs item effects).",
              "description": "Sivir's next basic attack will bounce between targets, dealing reduced damage with each successive hit."
            },
            {
              "rank": "4",
              "name": "Spell Shield",
              "cost": "75/75/75/75/75 Mana",
              "cooldown": "22/19/16/13/10",
              "iconPath": "Sivir_SpellBlock.png",
              "range": "20",
              "effect": "Sivir creates a magical barrier for 3/3/3/3/3 seconds that blocks the next incoming enemy ability. If an ability is blocked by the shield, Sivir regains 150/150/150/150/150 Mana.",
              "description": "Creates a magical barrier that blocks a single enemy ability cast on Sivir. She receives Mana back if a spell is blocked."
            },
            {
              "rank": "5",
              "name": "On The Hunt",
              "cost": "100/100/100 Mana",
              "cooldown": "100/90/80",
              "iconPath": "Sivir_Deadeye.png",
              "range": "0",
              "effect": "Sivir's battle prowess emanates for 10/10/10 seconds, increasing her Movement Speed by 20/20/20% and Attack Speed by 30/45/60%. Nearby allies gain the Movement Speed bonus and half of the Attack Speed bonus for the duration.",
              "description": "Sivir leads her allies into battle granting them increased Movement and Attack Speeds for a period of time."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3006",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3004",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3078",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3072",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3006",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3178",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3078",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3035",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3006",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3004",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3031",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3046",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "77",
        "name": "Udyr",
        "displayName": "Udyr",
        "title": "the Animal Spirit",
        "iconPath": "Udyr_Square_0.png",
        "portraitPath": "Udyr_0.jpg",
        "tags": "fighter,melee",
        "description": "The mystics of Ionia delve into the deepest mysteries of Valoran, pioneering the most inner depths of spirituality. Their adepts are some of the most devout proponents of enlightenment and harmony...but as is always the case, there are those who follow a very different path. Born in a grassy clearing under a red moon, Udyr has always been compelled by the primal drive within him. His will was not untempered, simply undomesticated. As a boy, he toiled on his father's farm, but he felt a much deeper connection with the mustangs that would graze in the distant fields than with the townsfolk who would visit. Oftentimes he was dragged into the house at night with a swat and a scolding when his parents would find him sleeping beneath the stars. On the day of his sixteenth birthday, Udyr bade his family farewell and struck a path to the east, determined to shed the trappings of ''civilized'' society. Freed of the shackles of cultural expectations, Udyr tapped into a well of inner ferocity he hadn't known before. His feral senses roiled to the surface and he let them overcome him. It was at this point in his life that Udyr truly lost his humanity. Poachers and travelers who entered his territory did so at terrible risk, and rarely managed to leave it. A monk on a long journey passed through his woods one day, and Udyr decided to scare him, leaping from a nearby brush. The monk casually turned and redirected Udyr to one side. Udyr, enraged, tried time and time again to best him, but the monk was unassailable. When Udyr was exhausted, the monk wordlessly beckoned him to follow, and together they walked in silence to the Hirana Monastery. The monks there took him in, and taught him to harness and control his animalistic fury...most of the time.",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "345",
          "armorBase": "14.75",
          "armorLevel": "4",
          "manaBase": "220",
          "manaLevel": "30",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.28",
          "manaRegenLevel": "0.09",
          "healthRegenBase": "1.49",
          "healthRegenLevel": "0.15",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "427",
          "healthLevel": "99",
          "attackBase": "52.91",
          "attackLevel": "3.2",
          "ratingDefense": "8",
          "ratingMagic": "5",
          "ratingDifficulty": "7",
          "ratingAttack": "6"
        },
        "tips": "*Damage is applied to turtle shield post-mitigation. Therefore, buying defensive items can drastically increase your survivability.*Udyr is one of the best junglers in the game. Taking advantage of this can give your team a large XP advantage and map control.",
        "opponentTips": "*Udyr players will often start in the jungle and only appear to gank in lanes. Try warding key locations to keep track of his movement.*Once the initial shield effect has faded, Turtle Stance is weak against other champions. Press the attack to force him to switch stances and prevent him from regenerating health and mana.*Some Udyr players buy tank items to become very durable. If they do, focus their weaker teammates instead.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Monkey's Agility",
              "iconPath": "Udyr_MonkeysAgility.png",
              "range": "0",
              "description": "Entering a stance grants Udyr 10% Attack Speed for a short duration. This effect can stack up to 3 times."
            },
            {
              "rank": "2",
              "name": "Tiger Stance",
              "cost": "55/50/45/40/35 Mana",
              "cooldown": "6/6/6/6/6",
              "iconPath": "Udyr_TigerStance.png",
              "range": "0",
              "effect": "Persistent Effect: Increases Attack Speed by 20/25/30/35/40%. Activation: Udyr's Attack Speed is increased by 15/20/25/30/35% and Udyr's first attack rends his target, dealing an extra 30/80/130/180/230 (+) magic damage over 2 seconds.",
              "description": "Tiger Stance: Activation - Udyr's next attack will deal a high amount of damage over 2 seconds, and Udyr's Attack Speed is increased for a few seconds. Persistent Effect - Udyr's Attack Speed is passively increased."
            },
            {
              "rank": "3",
              "name": "Turtle Stance",
              "cost": "55/50/45/40/35 Mana",
              "cooldown": "6/6/6/6/6",
              "iconPath": "Udyr_TurtleStance.png",
              "range": "0",
              "effect": "Persistent Effect: Udyr's attacks cannot crit, but he restores 10/12/14/16/18% of his damage as Health and 5/6/7/8/9% of his damage as Mana. Activation: Udyr gains a temporary shield that absorbs 60/95/130/165/200 (+0.5) damage.",
              "description": "Turtle Stance: Activation - Udyr gains a temporary shield that absorbs damage. Persistent Effect - Udyr's attacks cannot crit, but he restores his Health and Mana equivalent to a percentage of his damage dealt."
            },
            {
              "rank": "4",
              "name": "Bear Stance",
              "cost": "55/50/45/40/35 Mana",
              "cooldown": "6/6/6/6/6",
              "iconPath": "Udyr_BearStance.png",
              "range": "0",
              "effect": "Persistent Effect: Udyr mauls his target with such force that they are stunned for 1 second. This effect cannot occur on the same target for 6 seconds. Activation: Udyr gains 15/18/21/24/27% increased Movement Speed for 2/2.5/3/3.5/4 seconds.",
              "description": "Bear Stance: Activation - Udyr gains a large Movement Speed increase for a short duration. Persistent Effect - Udyr's attacks stun his target for 1 second. This effect cannot occur on the same target for several seconds."
            },
            {
              "rank": "5",
              "name": "Phoenix Stance",
              "cost": "55/50/45 Mana",
              "cooldown": "6/6/6",
              "iconPath": "Udyr_PhoenixStance.png",
              "range": "325",
              "effect": "Persistent Effect: Every third attack, Udyr engulfs enemies in front of him in flame, dealing 40/80/120 (+0.25) magic damage. Activation: Udyr sends out pulsing waves of fire dealing 15/25/35 (+0.25) magic damage each second to nearby enemies for 5 seconds. In addition, Udyr's Ability Power is increased by 16/24/32 and his Attack Damage is increased by half of that amount.",
              "description": "Phoenix Stance: Activation - Udyr sends out pulsing waves of fire dealing damage to nearby foes for 5 seconds and has increased Ability Power and Attack Damage. Persistent Effect - Every third attack, Udyr engulfs enemies in front of him in flame."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1054",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3126",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3065",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3143",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3102",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1028",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3044",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3068",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3143",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3132",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3078",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3091",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3143",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3102",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "19",
        "name": "Warwick",
        "displayName": "Warwick",
        "title": "the Blood Hunter",
        "iconPath": "Warwick_Square_0.png",
        "portraitPath": "Warwick_0.jpg",
        "tags": "fighter,jungler,melee,recommended",
        "description": "Warwick was once a man revered for his ability to track down human specimens for the darkest types of scientific research. When his ambitions exceeded his physical limits, he drank a dangerous elixir to transform himself into an unstoppable manhunter. His newfound strength bore a heavy price. Before his transformation, Warwick found his calling in Zaun as a ''procurer'' of human test subjects. Known for his crafty methods and ruthless determination, people regarded him with a cautious mixture of fear and respect. As his reputation grew, so did the demands placed upon him. His clients wanted more rare and dangerous specimens, and they wanted them sooner. To meet their demands, Warwick needed strength that transcended his limited human form. His longtime friend, Singed, devised a powerful formula. The recipe called for three critical components: silver from the Shadow Isles, the fang of a Balefire dire wolf, and the heart of a celestial being. Warwick tracked down the first two in short order, but the third proved a much greater challenge. He traveled to Ionia to trap Soraka, a creature believed to be a child of the stars, but she discovered his ploy and drove him away with powerful magic. Unable to tolerate his failure, Warwick returned to Singed disfigured and furious. He demanded the chemist's incomplete potion, but Singed warned him that the results would be unpredictable. Ignoring his friend's warning, Warwick drank the concoction. The brew transformed him into a creature both man and wolf, infusing him with raw strength and heightened senses. Exhilarated, he immediately began testing his newfound power. Each day his instincts became sharper, but his human half slipped further away. He could feel himself losing control: though he always got his prey, he often failed to bring them back alive. Now he seeks the heart of Soraka to stabilize his transformation before his mind gives way to the feral urges of the beast.",
        "quote": "Eventually the beast catches up with all of us.",
        "quoteAuthor": "Warwick",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "345",
          "armorBase": "16",
          "armorLevel": "3.5",
          "manaBase": "190",
          "manaLevel": "30",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.42",
          "manaRegenLevel": "0.12",
          "healthRegenBase": "1.41",
          "healthRegenLevel": "0.16",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "428",
          "healthLevel": "98",
          "attackBase": "56.76",
          "attackLevel": "3.375",
          "ratingDefense": "4",
          "ratingMagic": "4",
          "ratingDifficulty": "2",
          "ratingAttack": "7"
        },
        "tips": "*Warwick is a champion particularly well-suited for killing monsters in the forest. Hungering Strike can sustain your health, especially if you are able to get the Ancient Golem's blue buff.*Warwick's ultimate can stack on-hit effects such as the Black Cleaver or Madred's Bloodrazor.",
        "opponentTips": "*Warwick is a very strong jungler. Clairvoyance can help you keep track of his position and enable ganks.*Warwick is a very strong 1v1 champion, especially late in the game, so stick with your teammates to make him less effective.*Warwick can solo the dragon on Summoner's Rift early, so try to prevent him from killing it throughout the game.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Eternal Thirst",
              "iconPath": "Warwick_InnerHunger.png",
              "range": "0",
              "description": "Each of Warwick's attacks will heal him. Each successive attack against the same target will restore increasing amounts of health to Warwick."
            },
            {
              "rank": "2",
              "name": "Hungering Strike",
              "cost": "70/80/90/100/110 Mana",
              "cooldown": "10/9/8/7/6",
              "iconPath": "Wolfman_SeverArmor.png",
              "range": "0",
              "effect": "Strikes an enemy for the greater value between 75/125/175/225/275 (+1) and 8/10/12/14/16% (+1) of the target's maximum Health as magic damage (can only do flat damage to monsters), and heals Warwick for 80/80/80/80/80% of the damage dealt.",
              "description": "Takes a bite out of enemy unit and heals Warwick."
            },
            {
              "rank": "3",
              "name": "Hunters Call",
              "cost": "35/35/35/35/35 Mana",
              "cooldown": "24/22/20/18/16",
              "iconPath": "Wolfman_FrenziedStrikes.png",
              "range": "20",
              "effect": "Warwick lets out a howl that inspires all nearby allied champions, increasing Warwick's Attack Speed by 40/50/60/70/80% and all nearby friendly champions' Attack Speed by half of that for 10/10/10/10/10 seconds.",
              "description": "Warwick lets out a howl, increasing all nearby friendly champions' Attack Speed for a short time."
            },
            {
              "rank": "4",
              "name": "Blood Scent",
              "cooldown": "0.5/0.5/0.5/0.5/0.5",
              "iconPath": "Wolfman_Bloodscent.png",
              "range": "0",
              "effect": "Toggle: Warwick senses enemy champions under 50% Health within 1500/2300/3100/3900/4700 distance of him; while he detects a low-health enemy, he gains 20/25/30/35/40% Movement Speed.",
              "description": "Warwick passively senses weakened enemy champions around him. The scent of blood sends him into a fury, causing him to move at incredible speeds."
            },
            {
              "rank": "5",
              "name": "Infinite Duress",
              "cost": "100/125/150 Mana",
              "cooldown": "90/80/70",
              "iconPath": "Wolfman_InfiniteDuress.png",
              "range": "0",
              "effect": "Warwick lunges at an enemy champion and supresses them for 1.8/1.8/1.8 seconds. During this time, Warwick attacks his victim 5/5/5 times, dealing a total of 250/335/420 (+) magic damage (triggers on-hit effects 5/5/5 times). Warwick gains 30/30/30% Life Steal for the duration.",
              "description": "Warwick lunges at an enemy champion, suppressing his target and dealing magic damage for a few seconds."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1054",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3006",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3126",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3065",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3068",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3026",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1028",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3065",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3068",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3143",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1056",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3091",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3022",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3068",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3186",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "62",
        "name": "MonkeyKing",
        "displayName": "Wukong",
        "title": "the Monkey King",
        "iconPath": "MonkeyKing_Square_0.png",
        "portraitPath": "MonkeyKing_0.jpg",
        "tags": "fighter,melee,stealth",
        "description": "During the chaos of the Rune Wars, an enormous runestone was lost deep within the Plague Jungles. It remained there, untouched for centuries, emanating a potent magic which infused nearby wildlife with sentience and vitality. A group of monkeys who were particularly empowered by it came to worship the stone, and their leader - a wise sage - became convinced that he could harness its power to make the monkeys immortal. He performed an elaborate ritual, but things didn't go as he expected. The runestone was destroyed, and instead of granting immortality, it produced Kong, a monkey who carried in his heart the strength and power it had contained. Kong was driven by an unquenchable desire for greatness. He sought out every beast and monster the Plague Jungles could offer, eager to find a worthy opponent, but none offered the challenge he craved. He asked the sage for advice, and learned about a legend of hairless monkeys to the north who, with wits and might, had bent the world to their will. Wukong left, journeying north, determined to discover if the legend was true. He crossed the Southern Wastes and then the Great Barrier. On his way, he happened upon Master Yi, who was deep in meditation. Kong asked him who the strongest warrior in the north was, and Yi told him about the League of Legends. The tale intoxicated Kong, a place where he could battle the strongest fighters in the world was, to him, paradise. Kong asked Yi to introduce him to this League, and to teach him the ways of humans, so that he could be a fitting champion. In return, he would honor Yi by using Yi's Wuju style to become the greatest warrior Runeterra had ever seen. Admiring his passion, Yi agreed, but under the condition that Kong would one day teach the lessons of Wuju to a pupil of his own. In the spirit of this agreement, he renamed Kong ''Wukong,'' and gave him a weapon suited to his unusual nature - an enchanted staff that the young Doran had crafted. The weapon was an unrivalled masterpiece. Guided by Yi, Wukong joined the League of Legends to prove himself as the best, and to show the world the true power of Wuju.",
        "quote": "Only in combat do you learn who you truly are.",
        "quoteAuthor": "Wukong",
        "estadisticas": {
          "range": "175",
          "moveSpeed": "345",
          "armorBase": "15",
          "armorLevel": "3.5",
          "manaBase": "202",
          "manaLevel": "38",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.39",
          "manaRegenLevel": "0.13",
          "healthRegenBase": "1.02",
          "healthRegenLevel": "0.13",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "435",
          "healthLevel": "85",
          "attackBase": "54.5",
          "attackLevel": "3.2",
          "ratingDefense": "5",
          "ratingMagic": "2",
          "ratingDifficulty": "3",
          "ratingAttack": "8"
        },
        "tips": "*Decoy and Nimbus Strike work well together to quickly strike your enemy and get out before they can retaliate.*Try using Decoy near brush to make an enemy overreact to your movement.*Oracle's Elixir will allow an opponent to see you even when using Decoy.",
        "opponentTips": "*Wukong will often use Decoy after Nimbus Strike. Try delaying your abilities by a short amount of time to ensure that you're hitting the real Wukong.*Vision Wards and Oracle's Elixir will allow you to see the real Monkey King even when he uses Decoy.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Stone Skin",
              "iconPath": "MonkeyKingStoneSkin.png",
              "range": "0",
              "description": "Increases Wukong's armor and magic resistance for each nearby enemy champion."
            },
            {
              "rank": "2",
              "name": "Crushing Blow",
              "cost": "40/40/40/40/40 Mana",
              "cooldown": "9/8/7/6/5",
              "iconPath": "MonkeyKingCrushingBlow.png",
              "range": "0",
              "effect": "Wukong's next attack gains 125/125/125/125/125 Attack Range, deals 30/60/90/120/150 (+) physical damage and reduces the enemy's Armor by 30/30/30/30/30% for 3 seconds.",
              "description": "Wukong's next attack deals additional physical damage and reduces the enemy's Armor for a short duration."
            },
            {
              "rank": "3",
              "name": "Decoy",
              "cost": "50/55/60/65/70 Mana",
              "cooldown": "18/16/14/12/10",
              "iconPath": "MonkeyKingDecoy.png",
              "range": "0",
              "effect": "Wukong becomes invisible for 1.5 seconds. An uncontrollable decoy is left behind that will deal 70/115/160/205/250 (+0.6) magic damage to enemies near it after 1.5 seconds.",
              "description": "Wukong becomes invisible for 1.5 seconds. An uncontrollable decoy is left behind that will deal magic damage to enemies near it after 1.5 seconds."
            },
            {
              "rank": "4",
              "name": "Nimbus Strike",
              "cost": "45/50/55/60/65 Mana",
              "cooldown": "8/8/8/8/8",
              "iconPath": "MonkeyKingNimbusStrike.png",
              "range": "0",
              "effect": "Wukong dashes toward a target enemy and sends out images to attack up to 2 additional enemies near his target, dealing 60/105/150/195/240 (+) physical damage to each enemy struck. Upon hitting his target, Wukong gains 30/35/40/45/50% Attack Speed for 4/4/4/4/4 seconds.",
              "description": "Wukong dashes toward a target enemy and sends out images to attack up to 2 additional enemies near his target, dealing physical damage to each enemy struck."
            },
            {
              "rank": "5",
              "name": "Cyclone",
              "cost": "100/100/100 Mana",
              "cooldown": "120/105/90",
              "iconPath": "MonkeyKingCyclone.png",
              "range": "315",
              "effect": "Wukong's staff grows outward and he spins it around, dealing 20/110/200 (+) physical damage per second and knocking up enemies he encounters. Wukong gains speed over the duration of the spell. Lasts 4 seconds.",
              "description": "Wukong's staff grows outward and he spins it around, dealing damage and knocking up enemies. Wukong gains speed over the duration of the spell."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3142",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3044",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3102",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3184",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3181",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3180",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1055",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3111",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3142",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3078",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3035",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3102",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "5",
        "name": "XinZhao",
        "displayName": "Xin Zhao",
        "title": "the Seneschal of Demacia",
        "iconPath": "XinZhao_Square_0.png",
        "portraitPath": "XinZhao_0.jpg",
        "tags": "fighter,assassin,melee",
        "description": "Whenever Jarvan III, the king of Demacia, delivers one of his rallying speeches from the glinting marble balcony atop the Royal Palace, Xin Zhao is at his side. Coined the Seneschal of Demacia, Xin Zhao is the personal steward of the Lightshield Dynasty. His enigmatic, silent vigil has led to an abundance of conjecture concerning his ''secret life'' and origins. Whether it's ''Zaun double-agent'' tendered at the dinner table or ''indebted rune mage'' mused in the editorials of the ''Demacian Constant'', Xin Zhao betrays no hints to sate the curiosity of the masses... for good reason. Prior to the formation of the League, Noxus was renowned for a spectacle called The Fleshing. It was a gladiatorial event with a cruel twist: as a fighter won matches, his number of opponents (generally prisoners of war) fought simultaneously would increase. This meant eventual death for every contender, but with unparalleled glory. Xin Zhao, known then as Viscero, was slated to face 300 soldiers, nearly six times the previous record. This was clearly meant to be his final match. Jarvan II, hearing of this unprecedented feat, infiltrated the arena to offer him an alternative: serve Demacia and punish those who ultimately sentence him to death in exchange for his freedom. Xin Zhao accepted, astonished that a king would risk his own life on his behalf. Under the cover of a prearranged Demacian assault on Noxus, Jarvan liberated Xin Zhao and his 300 opponents. During their retreat, Xin Zhao took a poisoned dart meant for Jarvan. This act of loyalty, from a man who vowed no allegiance, earned Xin Zhao a spot at his side until the day the king died. Now in the service of his son, Jarvan III, Xin Zhao is stepping into a new ring - the Fields of Justice - to fight for his adopted country and to honor the legacy of the man who gave purpose to his life.",
        "quote": "Death is inevitable, one can only avoid defeat.",
        "quoteAuthor": "Demacian Manual of Arms",
        "estadisticas": {
          "range": "175",
          "moveSpeed": "345",
          "armorBase": "16",
          "armorLevel": "3.5",
          "manaBase": "215",
          "manaLevel": "35",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.3",
          "manaRegenLevel": "0.09",
          "healthRegenBase": "1.4",
          "healthRegenLevel": "0.14",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "445",
          "healthLevel": "87",
          "attackBase": "52",
          "attackLevel": "3.3",
          "ratingDefense": "6",
          "ratingMagic": "3",
          "ratingDifficulty": "3",
          "ratingAttack": "8"
        },
        "tips": "*Xin Zhao is a great initiator to combat. Lead the front to start a fight and use your ultimate to do the most damage possible.*It's often worth getting at least 1 point of Battle Cry to gain the health restore effect.*Try to position yourself so your ultimate's knockback is most effective",
        "opponentTips": "*Xin Zhao is a powerful initiator with both his charge and ultimate dealing damage to all units around him. Try having your team stay spread out until he's used his ultimate.*Xin Zhao relies heavily on his Three Talon Strikes for damage and cooldown resets, so preventing him from finishing his combo will have a dramatic effectt.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Challenge",
              "iconPath": "XinZhao_TirelessWarrior.png",
              "range": "0",
              "description": "Xin Zhao challenges his target with his basic attacks and Audacious Charge, reducing its armor by 15% for 3 seconds."
            },
            {
              "rank": "2",
              "name": "Three Talon Strike",
              "cost": "30/30/30/30/30 Mana",
              "cooldown": "9/8/7/6/5",
              "iconPath": "XinZhao_ThreeTalon.png",
              "range": "0",
              "effect": "Xin Zhao's next 3 basic attacks deal 15/30/45/60/75 (+) bonus physical damage and reduce his other abilities' cooldowns by 1 second. The final strike also knocks the target into the air.",
              "description": "Xin Zhao's next 3 standard attacks deal increased damage that reduce his other ability cooldowns, with the third attack knocking an opponent into the air."
            },
            {
              "rank": "3",
              "name": "Battle Cry",
              "cost": "40/40/40/40/40 Mana",
              "cooldown": "16/15/14/13/12",
              "iconPath": "XinZhao_BattleCry.png",
              "range": "0",
              "effect": "Passive: Xin Zhao heals himself for 26/32/38/44/50 (+0.7) every third basic attack. Active: Xin Zhao unleashes a battle cry, increasing his attack speed by 40/50/60/70/80% for 5/5/5/5/5 seconds.",
              "description": "Xin Zhao passively heals every 3 attacks and can activate this ability to attack faster."
            },
            {
              "rank": "4",
              "name": "Audacious Charge",
              "cost": "60/60/60/60/60 Mana",
              "cooldown": "13/12/11/10/9",
              "iconPath": "XinZhao_Charge.png",
              "range": "0",
              "effect": "Xin Zhao charges and challenges an enemy. The charge deals 70/110/150/190/230 (+0.6) magic damage to all nearby enemies and slows them by 25/30/35/40/45% for 2 seconds. ",
              "description": "Xin Zhao charges an enemy, dealing damage and slowing all enemies in the area."
            },
            {
              "rank": "5",
              "name": "Crescent Sweep",
              "cost": "100/100/100 Mana",
              "cooldown": "100/90/80",
              "iconPath": "XinZhao_CrescentSweep.png",
              "range": "0",
              "effect": "Xin Zhao unleashes a sweep around him that deals 125/225/325 (+) plus 15% of target's current health in physical damage and knocks enemies back. Xin Zhao gains 15/20/25 Armor and Magic Resistance for 6 seconds for each champion hit. Challenge: If a challenged target is hit by the sweep, it is unaffected by the knockback.",
              "description": "Xin Zhao fiercely sweeps his spear around him, dealing damage to nearby enemies based on their current health and knocking them back."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1054",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3044",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3071",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3156",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3143",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1028",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3044",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3142",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3068",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3143",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3132",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3006",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3078",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3156",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3143",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "238",
        "name": "Zed",
        "displayName": "Zed",
        "title": "the Master of Shadows",
        "iconPath": "Zed_Square_0.png",
        "portraitPath": "Zed_0.jpg",
        "tags": "assassin,melee",
        "description": "Zed is the first ninja in 200 years to unlock the ancient, forbidden ways. He defied his clan and master, casting off the balance and discipline that had shackled him all his life. Zed now offers power to those who embrace knowledge of the shadows, and slays those who cling to ignorance. An orphan, Zed was taken in and trained by a great ninja master. Only one other student appeared to be Zed's equal - the master's son, Shen. It seemed Zed could never win the favor of the master, as every match between the rivals ended in a draw. Frustrated and jealous, he sought an advantage. The young ninja ventured into a sealed part of the clan's temple, where he found an ornate, foreboding box. Sensing the dark knowledge within, Zed knew he should not open it, but he peered inside nonetheless. In an instant, shadows touched his mind, revealing techniques that had long been hidden. Now armed with a secret edge, he challenged Shen, and this time he defeated the master's son. He expected praise and recognition in his moment of victory, but somehow the master knew Zed had used forbidden ways, and banished him. Humiliated, the young ninja wandered for years. His bitterness turned to ambition, and he began to train others in the style of the shadows. As his power grew, so did his circle of followers, but he knew that without the box, his technique would never be perfect. One day, Zed looked at his followers and saw that his students were now an army. He led them back to the temple to claim his prize. At the gates, he was surprised to find the old master waiting, receiving Zed and his disciples as if they were welcome guests. The old man laid his sword at Zed's feet, declaring that he had failed Zed as his master. By banishing his former student, the master had doomed Zed to the shadows, instead of leading him to the balanced path. The old man implored Zed to enter the temple, destroy the box, and lead his followers to balance. The dark ninja followed the master inside. Moments later, the assembled ninjas heard Zed cry out in pain. Mysteriously, he emerged unscathed, and threw the severed head of the master at Shen's feet. Screaming in rage, Zed commanded his followers to slaughter the master's students and seize the box. That day, the old ninja order fell. Though many students died, some escaped thanks to Shen's heroic efforts. Now the temple is a dark training ground for the Order of the Shadow. Zed rules as the Order's master, and his edict is simple: perfect one's technique, and kill all ninjas who refuse to embrace the shadows.",
        "quote": "Balance is a lie - we are the true ninjas.",
        "quoteAuthor": "Zed",
        "estadisticas": {
          "range": "125",
          "moveSpeed": "345",
          "armorBase": "17",
          "armorLevel": "3.5",
          "manaBase": "200",
          "manaLevel": "0",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "10",
          "manaRegenLevel": "0",
          "healthRegenBase": "1.2",
          "healthRegenLevel": "0.13",
          "magicResistBase": "30",
          "magicResistLevel": "1.25",
          "healthBase": "445",
          "healthLevel": "80",
          "attackBase": "49",
          "attackLevel": "3.4",
          "ratingDefense": "3",
          "ratingMagic": "1",
          "ratingDifficulty": "8",
          "ratingAttack": "8"
        },
        "tips": "*Saving energy and spell cooldowns until you use your ultimate will maximize Death Mark's damage.*Quickly double tapping Living Shadow will teleport Zed to his shadow immediately for rapid escapes.*Placing a Living Shadow before using Death Mark can give Zed a safe escape from combat.",
        "opponentTips": "*After Zed uses his Living Shadow, he is at his most vulnerable as his damage, slow, and mobility are both dependent upon it.*Zed's Razor Shurikens deal less damage if they pass through other units before hitting your champion.*Zed's Shadow Slash can only slow you if his shadow hits you with it. ",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Contempt for the Weak",
              "iconPath": "shadowninja_P.png",
              "range": "0",
              "description": "Zed's basic attacks against targets below 50% health deal 8% of the target's maximum health as bonus magic damage. This effect can only occur once every 10 seconds on the same target."
            },
            {
              "rank": "2",
              "name": "Razor Shuriken",
              "cost": "75/70/65/60/55 Energy",
              "cooldown": "6/6/6/6/6",
              "iconPath": "shadowninja_Q.png",
              "range": "900",
              "effect": "Zed and his shadows throw their shurikens, each dealing 75/110/145/180/215 (+) physical damage to the first enemy they pass through, and 60/88/116/144/172 (+) physical damage to each additional enemy. Additional shurikens that hit the same enemy deal 50% less damage than the previous shuriken.",
              "description": "Zed and his shadow both throw their spinning blades forward, dealing damage to any targets they pass through."
            },
            {
              "rank": "3",
              "name": "Living Shadow",
              "cost": "40/35/30/25/20 Energy",
              "cooldown": "22/20.5/19/17.5/16",
              "iconPath": "shadowninja_w.png",
              "range": "550",
              "effect": "Passive: Grants 5/10/15/20/25% additional bonus AD. Zed's shadow dashes forward, remaining in place for 4 seconds. Reactivating Living Shadow will cause Zed to switch positions with this shadow. Zed's shadows mimic his abilities. If an ability strikes any target twice, Zed restores 20/25/30/35/40 energy. Energy can only be restored once per mimicked ability.",
              "description": "Zed's shadow dashes forward, remaining in place for 4 seconds, and mimicking his spell casts. Zed can reactivate to swap places with the shadow."
            },
            {
              "rank": "4",
              "name": "Shadow Slash",
              "cost": "50/50/50/50/50 Energy",
              "cooldown": "3/3/3/3/3",
              "iconPath": "shadowninja_E.png",
              "range": "0",
              "effect": "Zed and his shadow slash, dealing 60/95/130/165/200 (+) physical damage to nearby enemies. Each enemy hit by Zed's Shadow Slash reduces Living Shadow's cooldown by 1 second. Each enemy hit by a mimicked Shadow Slash will be slowed by 20/25/30/35/40% for 1.5 seconds. Enemies hit by both Shadow Slashes will be slowed by 30/37.5/45/52.5/60% but will not take additional damage.",
              "description": "Zed and his shadow spins their blades, creating a burst of shadow energy. The shadow's spin slows."
            },
            {
              "rank": "5",
              "name": "Death Mark",
              "cooldown": "120/100/80",
              "iconPath": "shadowninja_R.png",
              "range": "0",
              "effect": "Zed becomes untargetable and dashes to target enemy champion. Upon arrival, he marks the target for death and spawns a Living Shadow behind the target. This shadow lasts 4 seconds and mimics Zed's abilities. Reactivating Death Mark will cause Zed to switch positions with this shadow. After 3 seconds, the mark will trigger, dealing physical damage equal to plus 20/35/50% of all magic and physical damage dealt to the target by Zed and his shadows while the mark was active.",
              "description": "Zed dashes to target Champion, projecting a shadow behind them, and marking the champion for death. After 3 seconds, the mark will trigger, dealing a percentage of the damage Zed has dealt while the mark was active. "
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1055",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3158",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3134",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3035",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3156",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3072",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1062",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3117",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3134",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3184",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3156",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3180",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1037",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3158",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3184",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3156",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3181",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3050",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "115",
        "name": "Ziggs",
        "displayName": "Ziggs",
        "title": "the Hexplosives Expert",
        "iconPath": "Ziggs_Square_0.png",
        "portraitPath": "Ziggs_0.jpg",
        "tags": "mage,ranged,pusher",
        "description": "Ziggs was born with a talent for tinkering, but his chaotic, hyperactive nature was unusual among yordle scientists. Aspiring to be a revered inventor like Heimerdinger, he rattled through ambitious projects with manic zeal, emboldened by both his explosive failures and his unprecedented discoveries. Word of Ziggs' volatile experimentation reached the famed Yordle Academy in Piltover and its esteemed professors invited him to demonstrate his craft. His characteristic disregard for safety brought the presentation to an early conclusion, however, when the hextech engine Ziggs was demonstrating overheated and exploded, blowing a huge hole in the wall of the Academy. The professors dusted themselves off and sternly motioned for him to leave. Devastated, Ziggs prepared to return to Bandle City in shame. However, before he could leave, a group of Zaunite agents infiltrated the Academy and kidnapped the professors. The Piltover military tracked the captives to a Zaunite prison, but their weapons were incapable of destroying the fortified walls. Determined to outdo them, Ziggs began experimenting on a new kind of armament, and quickly realized that he could harness his accidental gift for demolition to save the captured yordles. Before long, Ziggs had created a line of powerful bombs he lovingly dubbed ''hexplosives.'' With his new creations ready for their first trial, Ziggs traveled to Zaun and sneaked into the prison compound. He launched a gigantic bomb at the prison and watched with glee as the explosion tore through the reinforced wall. Once the smoke had cleared, Ziggs scuttled into the facility, sending guards running with a hail of bombs. He rushed to the cell, blew the door off its hinges, and led the captive yordles to freedom. Upon returning to the Academy, the humbled professors recognized Ziggs with an honorary title - Dean of Demolitions - and proposed that he demonstrate this new form of yordle ingenuity in the League of Legends. Vindicated at last, Ziggs accepted the proposal, eager to bring his ever-expanding range of hexplosives to the greatest testing grounds in the world: the Fields of Justice.",
        "quote": "Ziggs? Unpredictable, dangerous, yes yes. But quite brilliant!",
        "quoteAuthor": "Heimerdinger",
        "estadisticas": {
          "range": "575",
          "moveSpeed": "330",
          "armorBase": "12",
          "armorLevel": "3.3",
          "manaBase": "250",
          "manaLevel": "50",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.35",
          "manaRegenLevel": "0.12",
          "healthRegenBase": "1.05",
          "healthRegenLevel": "0.12",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "390",
          "healthLevel": "80",
          "attackBase": "51",
          "attackLevel": "3.1",
          "ratingDefense": "4",
          "ratingMagic": "9",
          "ratingDifficulty": "6",
          "ratingAttack": "2"
        },
        "tips": "*Even if you're far from a fight you can still help from afar with Mega Inferno Bomb.*Slowing your enemies with Hexplosive Minefield makes it easier to land other abilities.*Knocking yourself over walls with Satchel Charge can be great when chasing after or escaping from enemies.",
        "opponentTips": "*Don't step on Ziggs' mines! They'll slow you and make it much easier for him to hit you with his other abiltiies.*Many of Ziggs' abilities have long cooldowns. Try catching him just after he's used his abilities.*Ziggs' ultimate, Mega Inferno Bomb, deals more damage in the center of the explosion.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Short Fuse",
              "iconPath": "ZiggsPassiveReady.png",
              "range": "0",
              "description": "Every 12 seconds, Ziggs' next basic attack deals bonus magic damage. This cooldown is reduced whenever Ziggs uses an ability."
            },
            {
              "rank": "2",
              "name": "Bouncing Bomb",
              "cost": "50/60/70/80/90 Mana",
              "cooldown": "6/5.5/5/4.5/4",
              "iconPath": "ZiggsQ.png",
              "range": "850",
              "effect": "Ziggs throws a bouncing bomb that deals 75/120/165/210/255 (+0.65) magic damage.",
              "description": "Ziggs throws a bouncing bomb that deals magic damage."
            },
            {
              "rank": "3",
              "name": "Satchel Charge",
              "cost": "65/65/65/65/65 Mana",
              "cooldown": "26/24/22/20/18",
              "iconPath": "ZiggsW.png",
              "range": "0",
              "effect": "Ziggs flings an explosive charge that detonates after 4/4/4/4/4 seconds, or when this ability is activated again. The explosion deals 70/105/140/175/210 (+0.35) magic damage to enemies, knocking them away. Ziggs is also knocked away, but takes no damage.",
              "description": "Ziggs flings an explosive charge that detonates after 4 seconds, or when this ability is activated again. The explosion deals magic damage to enemies, knocking them away. Ziggs is also knocked away, but takes no damage."
            },
            {
              "rank": "4",
              "name": "Hexplosive Minefield",
              "cost": "70/80/90/100/110 Mana",
              "cooldown": "16/16/16/16/16",
              "iconPath": "ZiggsE.png",
              "range": "0",
              "effect": "Ziggs scatters proximity mines that detonate on enemy contact, dealing 40/65/90/115/140 (+0.3) magic damage. Enemies hit are slowed by 20/25/30/35/40% for 1.5/1.5/1.5/1.5/1.5 seconds. Enemies triggering a mine take 40% damage from additional mines. Mines disarm automatically after 10/10/10/10/10 seconds.",
              "description": "Ziggs scatters proximity mines that detonate on enemy contact, dealing magic damage and slowing."
            },
            {
              "rank": "5",
              "name": "Mega Inferno Bomb",
              "cost": "100/100/100 Mana",
              "cooldown": "120/105/90",
              "iconPath": "ZiggsR.png",
              "range": "5300",
              "effect": "Ziggs deploys his ultimate creation, the Mega Inferno Bomb, hurling it an enormous distance. Enemies in the primary blast zone take 250/375/500 (+0.9) magic damage. Enemies further away take 80/80/80% damage.",
              "description": "Ziggs deploys his ultimate creation, the Mega Inferno Bomb, hurling it an enormous distance, Enemies in the primary blast zone take more damage than those further away. "
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1056",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3020",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3027",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3089",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3135",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3152",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1063",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3020",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3116",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3090",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3135",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3100",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3070",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3020",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3089",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3135",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3165",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3152",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "26",
        "name": "Zilean",
        "displayName": "Zilean",
        "title": "the Chronokeeper",
        "iconPath": "Zilean_Square_0.png",
        "portraitPath": "Zilean_0.jpg",
        "tags": "mage,support,ranged",
        "description": "In the wastelands of Urtistan, there was once a great city. It perished long ago in a terrible Rune War, like most of the lands below the Great Barrier. Nevertheless, one man survived: a sorcerer named Zilean. Being obsessed with time, it was only fitting that he dwelled in the city's Clock Tower. As the havoc of the war neared his home, Zilean experimented with powerful temporal magic to divine all possible futures, hoping to discover a peaceful solution. But Zilean's enchantments affected his perception of the passage of time, and he was in a contemplative stasis when Urtistan was set upon by an entire phalanx of dark summoner-knights of unknown affiliation. By the time he realized his error, Urtistan was nothing more than smoldering debris. The summoners who were responsible for its destruction had wisely left the Clock Tower unharmed, both to avoid drawing Zilean's attention and to torment him for his oversight. Zilean barely had time to grieve the momentous loss before he learned that his dangerous research had a cruel side effect: chrono-displasia. This mystical disease granted him immortality, but detached his consciousness from its anchor in the present time. He now mentally drifts through time, from any point he has already lived to the present, unable to impact the events which unfold. The most torturous aspect of this curse is that Zilean sometimes experiences Urtistan as it once was and the rest of the time resides in its lonely ruins. Only the powerful summoning magic employed by members of the League of Legends has been able to treat this condition, and Zilean has joined in hopes of finding a cure, and thereafter a way to save his people.",
        "quote": "There is no greater grief than for a loss that is yet to come.",
        "quoteAuthor": "Zilean",
        "estadisticas": {
          "range": "600",
          "moveSpeed": "335",
          "armorBase": "6.75",
          "armorLevel": "3.8",
          "manaBase": "260",
          "manaLevel": "60",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.39",
          "manaRegenLevel": "0.13",
          "healthRegenBase": "0.92",
          "healthRegenLevel": "0.1",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "380",
          "healthLevel": "71",
          "attackBase": "48.6",
          "attackLevel": "3",
          "ratingDefense": "5",
          "ratingMagic": "8",
          "ratingDifficulty": "4",
          "ratingAttack": "2"
        },
        "tips": "*You can combine the use of Time Bomb and Rewind to place two Time Bombs on a target quickly. Placing the second bomb will detonate the first.*Time Warp is an effective way to enable allies to finish off enemies, or escape from a losing battle.*Chronoshift is a powerful deterent to attacking your carries, but casting Chronoshift too early in a fight can cause the enemy to switch targets too soon, making it less effective.",
        "opponentTips": "*If you're able to match Zilean's speed, it can sometimes be beneficial to wait until his ultimate has faded before landing the killing blow.*Zilean is fragile if a team focuses on him, but otherwise he's very difficult to kill. Commit to killing him as a team.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Heightened Learning",
              "iconPath": "Chronokeeper_Slow.png",
              "range": "0",
              "description": "Increases experience gain of all allied champions by 8%."
            },
            {
              "rank": "2",
              "name": "Time Bomb",
              "cost": "70/85/100/115/130 Mana",
              "cooldown": "10/10/10/10/10",
              "iconPath": "Chronokeeper_Chronoblast.png",
              "range": "0",
              "effect": "Zilean places a time-delayed bomb on a target. After 4/4/4/4/4 seconds this bomb will detonate, dealing 90/145/200/260/320 (+0.9) magic damage to all surrounding enemies.",
              "description": "Places a bomb on any unit, allied or enemy, which detonates after 4 seconds, dealing area of effect damage."
            },
            {
              "rank": "3",
              "name": "Rewind",
              "cost": "50/50/50/50/50 Mana",
              "cooldown": "18/15/12/9/6",
              "iconPath": "Chronokeeper_Recall.png",
              "range": "600",
              "effect": "Reduces all of Zilean's other spell cooldowns by 10/10/10/10/10 seconds.",
              "description": "Zilean can prepare himself for future confrontations, reducing the cooldowns of all of his other abilities. "
            },
            {
              "rank": "4",
              "name": "Time Warp",
              "cost": "80/80/80/80/80 Mana",
              "cooldown": "20/20/20/20/20",
              "iconPath": "Chronokeeper_Haste.png",
              "range": "0",
              "effect": "Zilean increases an allied champion's Movement Speed, or slows an enemy champion, by 55/55/55/55/55% for 2.5/3.25/4/4.75/5.5 seconds.",
              "description": "Zilean bends time around any unit, decreasing an enemy's Movement Speed or increasing an ally's Movement Speed for a short time."
            },
            {
              "rank": "5",
              "name": "Chronoshift",
              "cost": "125/150/175 Mana",
              "cooldown": "180/180/180",
              "iconPath": "Chronokeeper_Timetwister.png",
              "range": "0",
              "effect": "Zilean marks himself or an allied champion with a protective time rune for 7/7/7 seconds. If the target would take lethal damage, they are instead transported back in time, regaining 600/850/1100 (+2) Health.",
              "description": "Zilean places a protective time rune on an allied champion, teleporting the champion back in time if they take lethal damage."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1056",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3111",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3027",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3099",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3110",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3089",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1063",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3111",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3010",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3180",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3110",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3090",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3070",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3158",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3027",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3089",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3110",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3165",
              "gameMode": "ARAM"
            }
          ]
        }
      },
      {
        "-xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
        "-xmlns:xsd": "http://www.w3.org/2001/XMLSchema",
        "id": "143",
        "name": "Zyra",
        "displayName": "Zyra",
        "title": "Rise of the Thorns",
        "iconPath": "Zyra_Square_0.png",
        "portraitPath": "Zyra_0.jpg",
        "tags": "mage,pusher,ranged",
        "description": "Longing to take control of her fate, the ancient, dying plant Zyra transferred her consciousness into a human body for a second chance at life. Centuries ago, she and her kind dominated the Kumungu Jungle, using thorns and vines to consume any animal that set foot in their territory. As the years passed, the animal population steadily died off. Food became increasingly scarce, and Zyra could only stand by helplessly as the last of her kin withered away. She thought she would perish alone, until the appearance of an unwary sorceress presented her with an opportunity for salvation. It was the first time in years Zyra had sensed a creature wander so close. Hunger drew her to the sorceress, but some other, deeper instinct compelled her. She enveloped the woman in thorns with ease, but as she savored this final meal, foreign memories invaded her thoughts. She saw great jungles of metal and stone where humans and animals thrived. Potent magic surged through her vines, and she devised an elegant but risky plan to survive. Using the woman's memories, Zyra poured her newfound magic into the creation of a human-shaped vessel. She didn't know what sort of world awaited her, but she had nothing left to lose. When Zyra opened her eyes, she was overwhelmed by the raw power ready at her fingertips. It wasn't until she noticed the shriveled remains of the plant she once was that she realized how vulnerable she had become. If this body died, there would be no network of vines to retreat through, no roots to regrow her...but she felt truly alive. She beheld the world for the first time as animals did, and a dark smile crept across her lips. She was reborn, and there was so much now within her grasp.",
        "quote": "Closer to the flower, closer to the thorns.",
        "quoteAuthor": "Zyra",
        "estadisticas": {
          "range": "575",
          "moveSpeed": "325",
          "armorBase": "11",
          "armorLevel": "3",
          "manaBase": "250",
          "manaLevel": "50",
          "criticalChanceBase": "0",
          "criticalChanceLevel": "0",
          "manaRegenBase": "1.42",
          "manaRegenLevel": "0.15",
          "healthRegenBase": "0.97",
          "healthRegenLevel": "0.1",
          "magicResistBase": "30",
          "magicResistLevel": "0",
          "healthBase": "355",
          "healthLevel": "74",
          "attackBase": "50",
          "attackLevel": "3.2",
          "ratingDefense": "3",
          "ratingMagic": "8",
          "ratingDifficulty": "7",
          "ratingAttack": "4"
        },
        "tips": "*Placing a seed in your spell's path after you have cast it gives you the best chance of having a seed in the proper spot.*Seeds grant vision to your team.*Zyra is a great ambusher -- Look for opportunities to set a trap of seeds in brush, then lure enemies in.",
        "opponentTips": "*Zyra's seeds can be destroyed by stepping on them. Crush them under foot if she is using them primarily to give her team vision of an area.*Moving closer to Zyra can be a smart move if she places plants too far away from herself.*Plants can be killed by three basic attacks, or a single target spell and one basic attack.*Move away from or strafe rapidly around Zyra when she dies, or she will exact true vengeance upon you from the grave.",
        "date": "20121205023807",
        "abilities": {
          "Ability": [
            {
              "rank": "1",
              "name": "Rise of the Thorns",
              "iconPath": "ZyraP.png",
              "range": "0",
              "description": "When Zyra dies, she briefly returns to her plant form. After 2 seconds, she can press any ability to fire a thorn toward her cursor, dealing true damage to each enemy it strikes."
            },
            {
              "rank": "2",
              "name": "Deadly Bloom",
              "cost": "75/80/85/90/95 Mana",
              "cooldown": "7/6.5/6/5.5/5",
              "iconPath": "ZyraQ.png",
              "range": "825",
              "effect": "Thorns shoot from the ground, dealing 75/115/155/195/235 (+0.6) magic damage to enemies within the area. Rampant Growth: If Deadly Bloom hits a seed, a Thorn Spitter grows, dealing (+) magic damage. Lasts 10 seconds.",
              "description": "Zyra grows a bud at target location. After a brief delay, it explodes, launching damaging thorns at all nearby enemies. If cast upon a seed, Deadly Bloom grows a Thorn Spitter plant, which fires at enemies from afar."
            },
            {
              "rank": "3",
              "name": "Rampant Growth",
              "cooldown": "0.25/0.25/0.25/0.25/0.25",
              "iconPath": "ZyraW.png",
              "range": "0",
              "effect": "Passive: Grants 4/8/12/16/20% Cooldown Reduction. Active: Plants a seed, lasting 30 seconds. If an enemy Champion steps on a seed, it will be destroyed but they will be revealed for 2 seconds. Zyra stores a seed every seconds (Max: 2 seeds stored, 4 seeds planted). Rampant Growth: Cast spells on seeds to grow plants. Plant damage is based on Zyra's level. Extra plants striking the same target deal 50% less damage.",
              "description": "Zyra plants a seed, granting vision of an area for up to 30 seconds. Other spells cast on seeds will turn them into plants, who fight for Zyra."
            },
            {
              "rank": "4",
              "name": "Grasping Roots",
              "cost": "70/75/80/85/90 Mana",
              "cooldown": "12/12/12/12/12",
              "iconPath": "ZyraE.png",
              "range": "1100",
              "effect": "Sends forward vines dealing 60/95/130/165/200 (+0.5) magic damage and rooting enemies for 0.75/1/1.25/1.5/1.75 second. Rampant Growth: If Grasping Roots hits a seed, a Vine Lasher grows dealing (+) magic damage and slowing enemies by 30% for 2 seconds. Lasts 10 seconds.",
              "description": "Zyra sends forth vines through the ground to ensnare her target, dealing damage and rooting enemies they come across. If cast upon a seed, Grasping Roots grows a Vine Lasher, whose short range attacks reduce enemy movement speed."
            },
            {
              "rank": "5",
              "name": "Stranglethorns",
              "cost": "100/120/140 Mana",
              "cooldown": "130/120/110",
              "iconPath": "ZyraR.png",
              "range": "0",
              "effect": " Summons the fury of nature, growing a twisted thicket at target location which deals 180/265/350 (+0.7) magic damage to all enemies in the area as it expands. After 2 seconds, the vines snap upward knocking enemies into the air. Rampant Growth: Plants within the thicket are enraged, increasing their Attack Speed by 50%.",
              "description": "Zyra summons a twisted thicket at her target location, dealing damage to enemies as it expands and knocking them airborne as it contracts."
            }
          ]
        },
        "setitems": {
          "SetItem": [
            {
              "itemId": "1056",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3158",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3027",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3116",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3135",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "3157",
              "gameMode": "CLASSIC"
            },
            {
              "itemId": "1063",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3158",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3027",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3116",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3135",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "3001",
              "gameMode": "DOMINION"
            },
            {
              "itemId": "1056",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3158",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3027",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3116",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3135",
              "gameMode": "ARAM"
            },
            {
              "itemId": "3157",
              "gameMode": "ARAM"
            }
          ]
        }
      }
    ]
  }
}
